# Auto-generated Korean translation file
# Generated: 2026-03-31
# Original file: InternalActionsBundle.properties

action.AddInlayInternalAction.Anonymous.description.remove.this.inlay=\uc774 \uc778\ub808\uc774 \uc81c\uac70
action.AddInlayInternalAction.Anonymous.text.remove=\uc81c\uac70
action.AnAction.description.load.all.files.content=\ubaa8\ub4e0 \ud30c\uc77c \ucf58\ud150\uce20 \ub85c\ub4dc
action.AnAction.description.load.all.virtual.files.content=\ubaa8\ub4e0 \uac00\uc0c1 \ud30c\uc77c \ucf58\ud150\uce20 \ub85c\ub4dc
action.AnAction.text.load.all.files.content=\ubaa8\ub4e0 \ud30c\uc77c \ucf58\ud150\uce20 \ub85c\ub4dc
action.AnAction.text.load.all.virtual.files.content=\ubaa8\ub4e0 \ud30c\uc77c \ucf58\ud150\uce20 \ub85c\ub4dc
action.Anonymous.text.clientproperties=\ud074\ub77c\uc774\uc5b8\ud2b8 \uc18d\uc131
action.Anonymous.text.parents=\uc0c1\uc704 \ud56d\ubaa9
action.Anonymous.text.refresh=\uc0c8\ub85c\uace0\uce68
action.Anonymous.text.colorPicker=\uc0c9\uc0c1 \ud0a4 \ud53c\ucee4
action.Anonymous.text.Accessible=\uc561\uc138\uc2a4 \uac00\ub2a5
action.Anonymous.text.ShowAccessibilityIssues=\uc811\uadfc\uc131 \ubb38\uc81c \ud45c\uc2dc
action.Anonymous.description.open.definition=\uc120\ud0dd\ud55c \ucef4\ud3ec\ub10c\ud2b8\uc758 \uc815\uc758 \uc5f4\uae30
action.Anonymous.text.DataContext=\ub370\uc774\ud130 \ucee8\ud14d\uc2a4\ud2b8
action.Anonymous.text.reset.statistics=\ud1b5\uacc4 \uc7ac\uc124\uc815
action.presentation.FocusDebuggerAction.text.start.focus.debugger=\ud3ec\ucee4\uc2a4 \ub514\ubc84\uac70 \uc2dc\uc791
action.presentation.FocusDebuggerAction.text.stop.focus.debugger=\ud3ec\ucee4\uc2a4 \ub514\ubc84\uac70 \uc911\uc9c0
action.presentation.FocusTracesAction.text.start.focus.tracing=\ud3ec\ucee4\uc2a4 \ucd94\uc801 \uc2dc\uc791
action.presentation.FocusTracesAction.text.stop.focus.tracing=\ud3ec\ucee4\uc2a4 \ucd94\uc801 \uc911\uc9c0
action.presentation.ToggleLaggingModeAction.text.enter.lagging.mode=\uc9c0\uc5f0 \ubaa8\ub4dc \uc9c4\uc785
action.presentation.ToggleLaggingModeAction.text.exit.lagging.mode=\uc9c0\uc5f0 \ubaa8\ub4dc \uc885\ub8cc
action.Anonymous.description.ShowAccessibilityIssues=\ucef4\ud3ec\ub10c\ud2b8 \ud2b8\ub9ac\uc5d0\uc11c \uc811\uadfc\uc131 \ubb38\uc81c\ub97c \uac15\uc870 \ud45c\uc2dc\ud569\ub2c8\ub2e4. \uc790\uc138\ud55c \ub0b4\uc6a9\uc744 \ubcf4\ub824\uba74 \ud14c\uc774\ube14\uc5d0\uc11c \uc18d\uc131 \uac12\uc744 \uc120\ud0dd\ud558\uc138\uc694.
enable.tremble.dumb.mode=\ub5a8\ub9bc \ub364 \ubaa8\ub4dc \uc9c4\uc785
disable.tremble.dumb.mode=\ub5a8\ub9bc \ub364 \ubaa8\ub4dc \uc885\ub8cc

tab.title.edt.utilization.chart=EDT \uc7a0\uae08 \ud65c\uc6a9\ub3c4
tab.welcome.to.single.product=\ud658\uc601\ud569\ub2c8\ub2e4

ui.inspector.accessibility.audit.preview.tab.text=\uac12
ui.inspector.accessibility.audit.inspection.tab.text=\ubb38\uc81c {0}
# These properties are used, see UiInspectorAccessibilityInspection.description
# suppress inspection "UnusedProperty"
ui.inspector.accessibility.audit.AccessibleActionNotNullInspection.description=AccessibleAction \uc778\ud130\ud398\uc774\uc2a4\ub294 "{0}" \uc5ed\ud560\uc5d0 \ub300\ud574 \uad6c\ud604\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4. \uc774\ub294 \ud654\uba74 \ud310\ub3c5\uae30 \ubc0f \uc74c\uc131 \uc81c\uc5b4\uc640 \uac19\uc740 \ubcf4\uc870 \uae30\uc220\uc774 \ucef4\ud3ec\ub10c\ud2b8\uc640 \uc9c1\uc811 \uc0c1\ud638\uc791\uc6a9\ud558\uc9c0 \uc54a\uace0\ub3c4 \uc791\uc5c5\uc744 \uc218\ud589\ud560 \uc218 \uc788\ub3c4\ub85d \ud569\ub2c8\ub2e4. \uc791\uc5c5\uc758 \uc77c\ubc18\uc801\uc778 \uc608\ub85c\ub294 \ubc84\ud2bc \ud074\ub9ad, \uccb4\ud06c\ubc15\uc2a4 \ud65c\uc131\ud654 \ub610\ub294 \ucee8\ud14d\uc2a4\ud2b8 \uba54\ub274 \ud45c\uc2dc\uac00 \uc788\uc2b5\ub2c8\ub2e4.\n\n\ud574\uacb0 \ubc29\ubc95\:\n\ucef4\ud3ec\ub10c\ud2b8\uc758 AccessibleContext\uac00 \ud574\ub2f9 \ucef4\ud3ec\ub10c\ud2b8\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \ubaa8\ub4e0 \uc791\uc5c5\uacfc \ud568\uaed8 AccessibleAction \uc778\ud130\ud398\uc774\uc2a4\ub97c \uad6c\ud604\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
# suppress inspection "UnusedProperty"
ui.inspector.accessibility.audit.AccessibleEditableTextNotNullInspection.description=AccessibleEditableText \uc778\ud130\ud398\uc774\uc2a4\ub294 \uc811\uadfc \uac00\ub2a5\ud55c \uc0c1\ud0dc\uc778 "\ud3b8\uc9d1 \uac00\ub2a5" \ubc0f \uc5ed\ud560 "{0}"\uc744(\ub97c) \uae30\ubc18\uc73c\ub85c \uad6c\ud604\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4. \uc774\ub294 \ud654\uba74 \ud310\ub3c5\uae30 \ubc0f \uc74c\uc131 \uc81c\uc5b4\uc640 \uac19\uc740 \ubcf4\uc870 \uae30\uc220\uc774 \ud14d\uc2a4\ud2b8 \ucef4\ud3ec\ub10c\ud2b8\uc640 \uc0c1\ud638\uc791\uc6a9\ud560 \uc218 \uc788\ub3c4\ub85d \ud569\ub2c8\ub2e4.\n\n\ud574\uacb0 \ubc29\ubc95\:\n\ucef4\ud3ec\ub10c\ud2b8\uc758 AccessibleContext\uac00 AccessibleEditableText \uc778\ud130\ud398\uc774\uc2a4\ub97c \uad6c\ud604\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694. \ucef4\ud3ec\ub10c\ud2b8\uac00 \ud3b8\uc9d1 \uac00\ub2a5\ud558\uc9c0 \uc54a\uc544\uc57c \ud558\ub294 \uacbd\uc6b0 AccessibleContext.getAccessibleStateSet() \uba54\uc11c\ub4dc\uac00 AccessibleState.EDITABLE\uc744 \ubc18\ud658\ud558\uc9c0 \uc54a\ub3c4\ub85d \ud558\uc138\uc694.
# suppress inspection "UnusedProperty"
ui.inspector.accessibility.audit.AccessibleTextNotNullInspection.description=AccessibleText \uc778\ud130\ud398\uc774\uc2a4\ub294 \uc811\uadfc \uac00\ub2a5\ud55c \uc5ed\ud560 "{0}"\uc5d0 \ub300\ud574 \uad6c\ud604\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4. \uc774\ub294 \ud654\uba74 \ud310\ub3c5\uae30 \ubc0f \uc74c\uc131 \uc81c\uc5b4\uc640 \uac19\uc740 \ubcf4\uc870 \uae30\uc220\uc774 \ucef4\ud3ec\ub10c\ud2b8\uc758 \ud14d\uc2a4\ud2b8 \ucf58\ud150\uce20\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\ub3c4\ub85d \ud569\ub2c8\ub2e4.\n\n\ud574\uacb0 \ubc29\ubc95\:\n\ucef4\ud3ec\ub10c\ud2b8\uc758 AccessibleContext\uac00 AccessibleText \uc778\ud130\ud398\uc774\uc2a4\ub97c \uad6c\ud604\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694. \ud14d\uc2a4\ud2b8 \ucef4\ud3ec\ub10c\ud2b8\uac00 \ub2e8\uc21c\ud55c \uc815\uc801 \ud14d\uc2a4\ud2b8\uc774\uace0 \uc0c1\ud638\uc791\uc6a9\ud560 \ud544\uc694\uac00 \uc5c6\ub2e4\uba74, \uc811\uadfc \uac00\ub2a5\ud55c \uc5ed\ud560\uc744 "\ub77c\ubca8"\ub85c \ubcc0\uacbd\ud558\uace0 \uc811\uadfc \uac00\ub2a5\ud55c \uc774\ub984\uc73c\ub85c \ud14d\uc2a4\ud2b8 \ucf58\ud150\uce20\ub97c \uc81c\uacf5\ud558\ub294 \uac83\uc744 \uace0\ub824\ud574 \ubcf4\uc138\uc694.
# suppress inspection "UnusedProperty"
ui.inspector.accessibility.audit.AccessibleNameAndDescriptionNotEqualInspection.description=\uc811\uadfc \uac00\ub2a5\ud55c \uc774\ub984\uacfc \uc124\uba85 \uc18d\uc131\uc740 \uc11c\ub85c \uac19\uc9c0 \uc54a\uc544\uc57c \ud569\ub2c8\ub2e4. \uc774\ub984\uc740 \ucef4\ud3ec\ub10c\ud2b8\uc758 \uc8fc\uc694 \ubaa9\uc801\uc744 \uc804\ub2ec\ud558\ub294 \ub370 \uc0ac\uc6a9\ub418\uba70 \uc124\uba85\uc740 \uc9c0\uce68\uc774\ub098 \uc8fc\uc11d\uacfc \uac19\uc740 \ucd94\uac00 \uc815\ubcf4\uc5d0 \uc0ac\uc6a9\ub420 \uc218 \uc788\uc2b5\ub2c8\ub2e4.\n\n\ud574\uacb0 \ubc29\ubc95\:\n\uc811\uadfc \uac00\ub2a5\ud55c \uc124\uba85\uc774 \uc811\uadfc \uac00\ub2a5\ud55c \uc774\ub984\uacfc \uc911\ubcf5\ub418\uace0 \uc124\uba85\uc5d0 \uc801\ud569\ud55c \ucd94\uac00 \uc815\ubcf4\uac00 \uc5c6\ub294 \uacbd\uc6b0 \uc774\ub984\ub9cc \ub0a8\uaca8 \ub450\uc138\uc694. \uadf8\ub807\uc9c0 \uc54a\uc73c\uba74 \ud14d\uc2a4\ud2b8\ub97c \ub450 \uc18d\uc131\uc73c\ub85c \uc801\uc808\ud558\uac8c \ubd84\ud560\ud558\uc138\uc694.
# suppress inspection "UnusedProperty"
ui.inspector.accessibility.audit.AccessibleNameNotEmptyForFocusableComponentsInspection.description="{0}" \uc5ed\ud560\uc744 \uac00\uc9c4 \ud3ec\ucee4\uc2a4 \uac00\ub2a5\ud55c \ucef4\ud3ec\ub10c\ud2b8\uc758 \uacbd\uc6b0 \uc811\uadfc \uac00\ub2a5\ud55c \uc774\ub984\uc774 \ube44\uc5b4 \uc788\uc73c\uba74 \uc548 \ub429\ub2c8\ub2e4. \uadf8\ub807\uc9c0 \uc54a\uc73c\uba74 \ubcf4\uc870 \uae30\uc220 \uc0ac\uc6a9\uc790\uac00 \uc0c1\ud638\uc791\uc6a9\ud558\uc9c0 \ubabb\ud560 \uac00\ub2a5\uc131\uc774 \ub192\uc2b5\ub2c8\ub2e4. \uc608\ub97c \ub4e4\uc5b4 \ud654\uba74 \ud310\ub3c5\uae30 \uc0ac\uc6a9\uc790\ub294 \uc774 \ucef4\ud3ec\ub10c\ud2b8\uc758 \ubaa9\uc801\uc744 \uc774\ud574\ud558\uc9c0 \ubabb\ud560 \uc218 \uc788\uace0 \uc74c\uc131 \uc81c\uc5b4 \uc0ac\uc6a9\uc790\ub294 \uc774\ub984\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc774 \ucef4\ud3ec\ub10c\ud2b8\ub97c \ud65c\uc131\ud654\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.\n\n\ud574\uacb0 \ubc29\ubc95\:\n\ub2e4\uc74c\uacfc \uac19\uc740 \uba87 \uac00\uc9c0 \uc635\uc158\uc774 \uc788\uc2b5\ub2c8\ub2e4\:\n1. getAccessibleContext().setAccessibleName() \uba54\uc11c\ub4dc\ub97c \uc0ac\uc6a9\ud558\uac70\ub098 \ucef4\ud3ec\ub10c\ud2b8\uc758 AccessibleContext\uc5d0\uc11c getAccessibleName() \uba54\uc11c\ub4dc\ub97c \uc7ac\uc815\uc758\ud558\uc5ec \ucef4\ud3ec\ub10c\ud2b8\uc758 \uc774\ub984\uc744 \uc124\uc815\ud569\ub2c8\ub2e4.\n2. \uc811\uadfc \uac00\ub2a5\ud55c \uc774\ub984\uc740 JLabel.setLabelFor(Component) \uba54\uc11c\ub4dc\ub97c \uc0ac\uc6a9\ud558\uac70\ub098 \ucef4\ud3ec\ub10c\ud2b8\uc758 \ub3c4\uad6c \uc124\uba85 \ub610\ub294 \ud14d\uc2a4\ud2b8 \uc18d\uc131\uc744 \uc124\uc815\ud558\uc5ec \uc554\uc2dc\uc801\uc73c\ub85c \uc124\uc815\ud560 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4.\n3. \ucef4\ud3ec\ub10c\ud2b8\uac00 \uc21c\uc804\ud788 \uc7a5\uc2dd\uc6a9\uc774\uace0 \uc801\uc808\ud55c \uc811\uadfc \uac00\ub2a5\ud55c \uc774\ub984\uc774 \uc5c6\ub294 \uacbd\uc6b0, \ud3ec\ucee4\uc2a4 \uac00\ub2a5\ud558\uc9c0 \uc54a\uac8c \uc124\uc815\ud558\uace0 \uc811\uadfc \uac00\ub2a5\ud55c \uc5ed\ud560\uc774 \uc62c\ubc14\ub974\uac8c \ub098\ud0c0\ub0b4\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
# suppress inspection "UnusedProperty"
ui.inspector.accessibility.audit.AccessibleNameNotEmptyForIcon.description=\uc544\uc774\ucf58\uc5d0\ub294 \ud574\ub2f9 \uc544\uc774\ucf58\uc774 \ub098\ud0c0\ub0b4\ub294 \ub0b4\uc6a9\uc744 \uc124\uba85\ud558\ub294 \uc811\uadfc \uac00\ub2a5\ud55c \uc774\ub984\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4. \uc774\ub97c \ud1b5\ud574 \ud654\uba74 \ud310\ub3c5\uae30\uc640 \uac19\uc740 \ubcf4\uc870 \uae30\uc220\uc740 \uc544\uc774\ucf58\uc744 \uc2dc\uac01\uc801\uc73c\ub85c \ubcfc \uc218 \uc5c6\ub294 \uc0ac\uc6a9\uc790\uc5d0\uac8c \uc544\uc774\ucf58\uc758 \uc758\ubbf8\ub97c \uc801\uc808\ud558\uac8c \uc804\ub2ec\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.\n\n\ud574\uacb0 \ubc29\ubc95\:\ngetAccessibleContext().setAccessibleName() \uba54\uc11c\ub4dc\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc544\uc774\ucf58\uc5d0 \ub300\ud55c \uc124\uba85\uc774 \ud3ec\ud568\ub41c \uc811\uadfc \uac00\ub2a5\ud55c \uc774\ub984\uc744 \uc124\uc815\ud558\uc138\uc694. \uc544\uc774\ucf58\uc774 \uc21c\uc804\ud788 \uc7a5\uc2dd\uc6a9\uc774\uace0 \uc5b4\ub5a0\ud55c \uc815\ubcf4\ub3c4 \uc804\ub2ec\ud558\uc9c0 \uc54a\ub294 \uacbd\uc6b0 \uc811\uadfc \uac00\ub2a5\ud55c \uc774\ub984\uc740 \ube44\uc6cc\ub458 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
# suppress inspection "UnusedProperty"
ui.inspector.accessibility.audit.AccessibleStateSetContainsFocusableInspection.description=\ucef4\ud3ec\ub10c\ud2b8\uc5d0\uc11c "\ud3ec\ucee4\uc2a4 \uac00\ub2a5" \uc811\uadfc\uc131 \uc0c1\ud0dc\uac00 \ub204\ub77d\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc811\uadfc \uac00\ub2a5\ud55c \uc5ed\ud560 "{0}"\uc744(\ub97c) \uae30\ubc18\uc73c\ub85c \uc774 \ucef4\ud3ec\ub10c\ud2b8\ub294 \ud0a4\ubcf4\ub4dc \ud3ec\ucee4\uc2a4\uac00 \uac00\ub2a5\ud558\uc5ec \ud0a4\ubcf4\ub4dc\uc5d0\ub9cc \uc758\uc874\ud574 IDE\ub85c \uc791\uc5c5\ud558\ub294 \uc0ac\uc6a9\uc790\uac00 \uc774 \ucef4\ud3ec\ub10c\ud2b8\uc640 \uc0c1\ud638\uc791\uc6a9\ud560 \uc218 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.\n\n\ud574\uacb0 \ubc29\ubc95\:\n\ucef4\ud3ec\ub10c\ud2b8\uc5d0\uc11c setFocusable(true)\ub97c \ud638\ucd9c\ud558\uc5ec \ud3ec\ucee4\uc2a4 \uac00\ub2a5\ud558\ub3c4\ub85d \ud558\uace0, Tab/Shift-Tab \ud0d0\uc0c9\uc744 \uc0ac\uc6a9\ud558\uc5ec \uc811\uadfc\ud560 \uc218 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694. \ucef4\ud3ec\ub10c\ud2b8\uac00 \uc0c1\ud638\uc791\uc6a9\ud558\uc9c0 \uc54a\uace0 \ud3ec\ucee4\uc2a4\uac00 \ud544\uc694\ud558\uc9c0 \uc54a\uc740 \uacbd\uc6b0, \ud328\ub110\uc774\ub098 \ub77c\ubca8\ucc98\ub7fc \ucef4\ud3ec\ub10c\ud2b8\uc758 \ubaa9\uc801\uc744 \ub354 \uc798 \ub098\ud0c0\ub0b4\ub294 \ube44\uc0c1\ud638\uc791\uc6a9 \uc5ed\ud560\ub85c \uc811\uadfc \uac00\ub2a5\ud55c \uc5ed\ud560\uc744 \ubcc0\uacbd\ud558\ub294 \uac83\uc744 \uace0\ub824\ud558\uc138\uc694.
# suppress inspection "UnusedProperty"
ui.inspector.accessibility.audit.AccessibleValueNotNullInspection.description=AccessibleValue \uc778\ud130\ud398\uc774\uc2a4\ub294 \uc811\uadfc \uac00\ub2a5\ud55c \uc5ed\ud560 "{0}"\uc5d0 \ub300\ud574 \uad6c\ud604\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4. \uc774\ub294 \ud654\uba74 \ud310\ub3c5\uae30\uc640 \uac19\uc740 \ubcf4\uc870 \uae30\uc220\uc774 \ucef4\ud3ec\ub10c\ud2b8\uc758 \uac12\uc744 \ud310\ubcc4\ud558\uace0 \uc0c1\ud638\uc791\uc6a9\ud560 \uc218 \uc788\ub3c4\ub85d \ud569\ub2c8\ub2e4.\n\n\ud574\uacb0 \ubc29\ubc95\:\n\ucef4\ud3ec\ub10c\ud2b8\uc758 AccessibleContext\uac00 AccessibleValue \uc778\ud130\ud398\uc774\uc2a4\ub97c \uad6c\ud604\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694. \uccb4\ud06c\ubc15\uc2a4\ub098 \ub77c\ub514\uc624 \ubc84\ud2bc\uacfc \uac19\uc740 \ud1a0\uae00 \uac00\ub2a5\ud55c \ucef4\ud3ec\ub10c\ud2b8\uc758 \uacbd\uc6b0 \ud1a0\uae00\uc774 \uaebc\uc9c4 \uc0c1\ud0dc\uc5d0 \ub300\ud574\uc11c\ub294 \uac12 0\uc774 \ubc18\ud658\ub418\uc5b4\uc57c \ud558\uace0, \ucf1c\uc9c4 \uc0c1\ud0dc\uc5d0 \ub300\ud574\uc11c\ub294 1\uc774 \ubc18\ud658\ub418\uc5b4\uc57c \ud569\ub2c8\ub2e4.
# suppress inspection "UnusedProperty"
ui.inspector.accessibility.audit.ImplementsAccessibleInterfaceInspection.description=\ubaa8\ub4e0 UI \ucef4\ud3ec\ub10c\ud2b8\ub294 Accessible \uc778\ud130\ud398\uc774\uc2a4\ub97c \uad6c\ud604\ud558\uc5ec \ud654\uba74 \ud310\ub3c5\uae30 \ubc0f \uc74c\uc131 \uc81c\uc5b4\uc640 \uac19\uc740 \ubcf4\uc870 \uae30\uc220\uc5d0 \uc811\uadfc\uc131 \uba54\ud0c0\ub370\uc774\ud130\ub97c \uc81c\uacf5\ud574\uc57c \ud569\ub2c8\ub2e4.\n\n\ud574\uacb0 \ubc29\ubc95\:\n\ucef4\ud3ec\ub10c\ud2b8\uc5d0 \ub300\ud55c Accessible \uc778\ud130\ud398\uc774\uc2a4\ub97c \uad6c\ud604\ud558\uace0 \ucef4\ud3ec\ub10c\ud2b8\uc758 \uc5ed\ud560, \uc0c1\ud0dc \ubc0f \uae30\ud0c0 \uc18d\uc131\uc744 \uc124\uba85\ud558\ub294 \uc801\uc808\ud55c AccessibleContext \uad6c\ud604\uc744 \uc81c\uacf5\ud558\uc138\uc694. \uc21c\uc804\ud788 \uc7a5\uc2dd\uc6a9 \ucef4\ud3ec\ub10c\ud2b8(\uc608\: \uad6c\ubd84 \uae30\ud638)\uc758 \uacbd\uc6b0 Accessible \uc778\ud130\ud398\uc774\uc2a4\ub97c \uad6c\ud604\ud558\uc9c0 \uc54a\uc544\ub3c4 \ub418\uc9c0\ub9cc \uc5ec\uc804\ud788 \uad8c\uc7a5\ub429\ub2c8\ub2e4.
# suppress inspection "UnusedProperty"
ui.inspector.accessibility.audit.ComponentWithIconHasNonDefaultAccessibleNameInspection.description=\uc544\uc774\ucf58\uc774 \uc788\ub294 \ucef4\ud3ec\ub10c\ud2b8\uc758 \uacbd\uc6b0, \uc544\uc774\ucf58\uc774 \uc21c\uc804\ud788 \uc7a5\uc2dd\uc6a9\uc774\uace0 \uc5b4\ub5a0\ud55c \uc815\ubcf4\ub3c4 \uc804\ub2ec\ud558\uc9c0 \uc54a\ub294 \uacbd\uc6b0\ub97c \uc81c\uc678\ud558\uace0\ub294 \ud14d\uc2a4\ud2b8\ub9cc \ud45c\uc2dc\ud558\ub294 \ub300\uc2e0 \uc544\uc774\ucf58\uacfc \ud14d\uc2a4\ud2b8 \ucf58\ud150\uce20\ub97c \ubaa8\ub450 \uc124\uba85\ud558\ub294 \uc811\uadfc \uac00\ub2a5\ud55c \uc774\ub984\uc774 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.\n\n\ud574\uacb0 \ubc29\ubc95\:\ngetAccessibleContext().setAccessibleName() \uba54\uc11c\ub4dc\ub97c \uc0ac\uc6a9\ud558\uac70\ub098 \ucef4\ud3ec\ub10c\ud2b8\uc758 AccessibleContext\uc758 getAccessibleName()\uc744 \uc7ac\uc815\uc758\ud558\uc5ec \uc544\uc774\ucf58\uacfc \ud14d\uc2a4\ud2b8\ub97c \ubaa8\ub450 \uc124\uba85\ud558\ub294 \uc811\uadfc \uac00\ub2a5\ud55c \uc774\ub984\uc744 \uc124\uc815\ud558\uc138\uc694.

ui.inspector.accessibility.audit.tree.tooltip={0,choice,0#\uc811\uadfc\uc131 \ubb38\uc81c \uc5c6\uc74c|1#\uc811\uadfc\uc131 \ubb38\uc81c\:} {1, choice, 0#|1# 1\uac1c\uc758 \uc624\ub958|2#{1}\uac1c\uc758 \uc624\ub958} {2,choice,0#|1# 1\uac1c\uc758 \uacbd\uace0|2#, {2}\uac1c\uc758 \uacbd\uace0} {3,choice,0#|1# 1\uac1c\uc758 \uad8c\uc7a5\uc0ac\ud56d|2#, {3}\uac1c\uc758 \uad8c\uc7a5\uc0ac\ud56d}
ui.inspector.accessibility.audit.table.property.name.tooltip=\uc2e4\ud328\ud55c \uac80\uc0ac\ub97c \ubcf4\ub824\uba74 \uac12 \uc140\uc744 \uc120\ud0dd\ud558\uc138\uc694.

# UI Inspector hints
ui.inspector.hint.alt.hover.next=Alt+\ub9c8\uc6b0\uc2a4 \uc624\ubc84\ud558\uc5ec \ub2e4\uc74c \uc694\uc18c \ubcf4\uae30

}