# Auto-generated Korean translation file
# Generated: 2026-03-31
# Original file: LayoutInspectorBundle.properties

activity.restart=\ubdf0 \uc18d\uc131 \uac80\uc0ac\ub97c \ud65c\uc131\ud654\ud558\uae30 \uc704\ud574 \uc561\ud2f0\ube44\ud2f0\uac00 \ub2e4\uc2dc \uc2dc\uc791\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uac1c\ubc1c\uc790 \uc635\uc158\uc5d0\uc11c \uc774 \uc124\uc815\uc774 \ube44\ud65c\uc131\ud654\ub420 \ub54c\uae4c\uc9c0 \ub2e4\uc2dc \ubc1c\uc0dd\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
do.not.show.again=\ub2e4\uc2dc \ud45c\uc2dc\ud558\uc9c0 \uc54a\uc74c
view.not.found={1}.xml \ub808\uc774\uc544\uc6c3\uc758 {0}\uc5d0 ID\uac00 \uc5c6\uc5b4 \uc18c\uc2a4\ub85c \uc774\ub3d9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
connect.timeout=\uc5f0\uacb0\ud558\ub294 \ub370 \ube44\uc815\uc0c1\uc801\uc73c\ub85c \uc624\ub79c \uc2dc\uac04\uc774 \uac78\ub9ac\uace0 \uc788\uc2b5\ub2c8\ub2e4.
application.not.inspectable=\uc560\ud50c\ub9ac\ucf00\uc774\uc158\uc744 \uac80\uc0ac\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
navigate.to.debuggable.application=\uac80\uc0ac\ub97c \uc2dc\uc791\ud558\ub824\uba74 \ub514\ubc84\uae45 \uac00\ub2a5\ud55c \uc571\uc744 \ubc30\ud3ec\ud558\uac70\ub098 \ud574\ub2f9 \uc571\uc73c\ub85c \uc774\ub3d9\ud558\uc138\uc694.
two.versions.of.studio.running=Layout Inspector\ub97c \uc2dc\uc791\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uae30\uae30\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud558\uace0 \ub2e4\ub978 \ubaa8\ub4e0 Android Studio \uc778\uc2a4\ud134\uc2a4\ub97c \ub2eb\uc544\ubcf4\uc138\uc694.
incompatible.library.message=Compose \uac80\uc0ac\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. androidx.compose.ui\:ui \uc544\ud2f0\ud329\ud2b8 \ubc84\uc804\uc744 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ub2e4\ub978 \ubc84\uc804\uc758 Compose\ub97c \uc2dc\ub3c4\ud574 \ubcf4\uc138\uc694.
proguarded.library.message=\ucf54\ub4dc \ucd95\uc18c\uac00 \ud65c\uc131\ud654\ub41c \uacbd\uc6b0 Compose \ub808\uc774\uc544\uc6c3 \uac80\uc0ac\uac00 \uc81c\ub300\ub85c \uc791\ub3d9\ud558\uc9c0 \uc54a\uc744 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
version.missing.message=Compose \uac80\uc0ac\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. androidx.compose.ui\:ui \uc544\ud2f0\ud329\ud2b8 \ubc84\uc804\uc744 \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ubc84\uc804 \ud30c\uc77c\uc774 \uc81c\uc678\ub418\uc5c8\ub098\uc694?
inspector.not.found.use.snapshot=Compose \uac80\uc0ac\uae30\ub97c \ud655\uc778\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc2a4\ub0c5\uc0f7 jar\ub97c \uc0ac\uc6a9\ud560 \ub54c \uc0ac\uc6a9\uc790 \uc9c0\uc815 VM \uc18d\uc131\uc73c\ub85c -Dappinspection.use.snapshot.jar\=true\ub97c \uc9c0\uc815\ud558\uc138\uc694.
compose.inspection.not.available=Compose \uac80\uc0ac\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
maven.download.problem=maven.google.com\uc5d0\uc11c {0}\uc744(\ub97c) \ub2e4\uc6b4\ub85c\ub4dc\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc778\ud130\ub137 \uc5f0\uacb0\uc744 \ud655\uc778\ud558\uc138\uc694. \uc624\ud504\ub77c\uc778 \uc800\uc7a5\uc18c\uc758 \uacbd\uc6b0 \uc0ac\uc6a9\uc790 \uc9c0\uc815 VM \uc18d\uc131\uc73c\ub85c -Dappinspection.use.dev.jar\=true\ub97c \uc9c0\uc815\ud558\uc138\uc694.
compose.jar.not.found=\ud30c\uc77c\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc74c\: {0}. \ud30c\uc77c\uc774 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694. \ud30c\uc77c\uc744 \ucc3e\uc744 \uc218 \uc788\ub294 \ud3f4\ub354\uc640 \ud568\uaed8 \uc0ac\uc6a9\uc790 \uc9c0\uc815 VM \uc18d\uc131\uc73c\ub85c -D{1}\=<folder>\ub97c \uc9c0\uc815\ud558\uc138\uc694.
androidx.compose.jar.not.found=androidx-main\uc5d0\uc11c "./gradlew copyInspectionArtifacts"\ub97c \uc0ac\uc6a9\ud574 Compose \uac80\uc0ac jar\ub97c \ube4c\ub4dc\ud558\uace0 Layout Inspector\ub97c \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc138\uc694.
cant.detect.foreground.process=(\ud3ec\uadf8\ub77c\uc6b4\ub4dc \ud504\ub85c\uc138\uc2a4\ub97c \uac10\uc9c0\ud560 \uc218 \uc5c6\uc74c)
compose.inspection.may.cause.app.crash=\uc0ac\uc6a9 \uc911\uc778 Compose \ubc84\uc804({0})\uc5d0\ub294 \uac80\uc0ac \uc911\uc5d0 \uc571\uc744 \ub2e4\uc6b4\uc2dc\ud0ac \uc218 \uc788\ub294 \ubc84\uadf8\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. Compose \ubc84\uc804\uc744 {1}(\uc73c)\ub85c \uc5c5\uadf8\ub808\uc774\ub4dc\ud558\ub294 \uac83\uc744 \uace0\ub824\ud574 \ubcf4\uc138\uc694.
debugger.paused=\ub514\ubc84\uac70\uc5d0\uc11c \uc571\uc774 \uc77c\uc2dc \uc911\uc9c0\ub41c \ub3d9\uc548\uc5d0\ub294 Layout Inspector\ub97c \uc2dc\uc791\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
layout.inspector=Layout Inspector
enable.auto.connect=\uc790\ub3d9 \uc5f0\uacb0 \ud65c\uc131\ud654(Android Studio \ub2e4\uc2dc \uc2dc\uc791 \ud544\uc694)
enable.embedded.layout.inspector=\ub0b4\uc7a5\ub41c Layout Inspector \ud65c\uc131\ud654
learn.more=\uc790\uc138\ud788 \uc54c\uc544\ubcf4\uae30
toggle.deep.inspect=Deep Inspect \uc804\ud658
deep.inspect.description=\ub514\ubc14\uc774\uc2a4\ub97c \ud074\ub9ad\ud558\uc5ec \ucef4\ud3ec\ub10c\ud2b8\ub97c \uc120\ud0dd\ud558\ub824\uba74 Deep Inspect\ub97c \ud65c\uc131\ud654\ud558\uc138\uc694.
api.29.limit=\ub0b4\uc7a5\ub41c Layout Inspector\ub294 API 29 \uc774\uc0c1 \uae30\uae30\uc5d0\uc11c\ub9cc \uc791\ub3d9\ud569\ub2c8\ub2e4. \uae30\uae30\ub97c \ubcc0\uacbd\ud558\uac70\ub098 \uc124\uc815\uc5d0\uc11c \ub3c5\ub9bd\ud615 Layout Inspector\ub85c \uc804\ud658\ud558\uc138\uc694.
layout.inspector.active.in.another.project=\ub2e4\ub978 \ud504\ub85c\uc81d\ud2b8\uc758 \uc774 \uae30\uae30\uc5d0\uc11c Layout Inspector\uac00 \uc774\ubbf8 \ud65c\uc131\ud654\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \uc5ec\uae30\uc11c \uac80\uc0ac\ud558\ub824\uba74 \ub2e4\ub978 \ud504\ub85c\uc81d\ud2b8\uc5d0\uc11c \uae30\uae30 \uac80\uc0ac\ub97c \uc911\uc9c0\ud558\uc138\uc694.
dialog.message.must.be.restarted.for.changes.to.take.effect=\ubcc0\uacbd \uc0ac\ud56d\uc744 \uc801\uc6a9\ud558\ub824\uba74 Android Studio\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud558\uc138\uc694. Android Studio\ub97c \ub2e4\uc2dc \uc2dc\uc791\ud560 \ub54c\uae4c\uc9c0 \uc124\uc815\uc740 \ubcc0\uacbd\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
enable=\ud65c\uc131\ud654
split.vertical=\uc218\uc9c1 \ubd84\ud560
split.horizontal=\uc218\ud3c9 \ubd84\ud560
split.vertical.swap=\uc218\uc9c1 \ubd84\ud560(\uc2a4\uc640\ud504)
split.horizontal.swap=\uc218\ud3c9 \ubd84\ud560(\uc2a4\uc640\ud504)
left.vertical=\uc67c\ucabd \uc218\uc9c1
left.vertical.swap=\uc67c\ucabd \uc218\uc9c1(\uc2a4\uc640\ud504)
right.vertical=\uc624\ub978\ucabd \uc218\uc9c1
right.vertical.swap=\uc624\ub978\ucabd \uc218\uc9c1(\uc2a4\uc640\ud504)
failed.to.enable.view.attributes.inspection=\ubdf0 \uc18d\uc131 \uac80\uc0ac\ub97c \ud65c\uc131\ud654\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \ud65c\uc131\ud654\ub420 \ub54c\uae4c\uc9c0 Compose \uac80\uc0ac \uae30\ub2a5\uc774 \uc81c\ud55c\ub429\ub2c8\ub2e4.
failed.to.enable.view.attributes.inspection.security.exception=\ubdf0 \uc18d\uc131 \uac80\uc0ac\ub97c \ud65c\uc131\ud654\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \ud65c\uc131\ud654\ub420 \ub54c\uae4c\uc9c0 Compose \uac80\uc0ac \uae30\ub2a5\uc774 \uc81c\ud55c\ub429\ub2c8\ub2e4. \uac00\ub2a5\ud55c \uacbd\uc6b0 \uac1c\ubc1c\uc790 \uc635\uc158\uc5d0\uc11c "\uad8c\ud55c \ubaa8\ub2c8\ud130\ub9c1 \ube44\ud65c\uc131\ud654"\ub97c \ucf1c\uc138\uc694.
no.compose.source.info.app=Compose \uc18c\uc2a4 \uc815\ubcf4\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc644\ubcbd\ud55c \uac80\uc0ac\uae30 \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud558\ub824\uba74 Kotlin \ucef4\ud30c\uc77c\ub7ec \ud50c\ub7ec\uadf8\uc778\uc5d0 \ub300\ud574 sourceInformation\uc774 \ucf1c\uc838 \uc788\uace0 \uc571 \ucf54\ub4dc\uac00 \ub09c\ub3c5\ud654\ub418\uc9c0 \uc54a\uc558\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
no.compose.source.info.node={0} \ucef4\ud3ec\uc800\ube14\uc5d0 \ub300\ud55c \uc18c\uc2a4 \uc815\ubcf4\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ub09c\ub3c5\ud654\ub41c \ud0c0\uc0ac \ub77c\uc774\ube0c\ub7ec\ub9ac\uc758 \ucf54\ub4dc\uc77c \uc218 \uc788\uc2b5\ub2c8\ub2e4.
no.compose.source.info.node.inlined=\uc778\ub77c\uc778\ub41c {0} \ucef4\ud3ec\uc800\ube14\uc5d0 \ub300\ud55c \uc18c\uc2a4 \uc815\ubcf4\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
no.selection.no.properties=\ucef4\ud3ec\ub10c\ud2b8\uac00 \uc120\ud0dd\ub418\uba74 \uc18d\uc131\uc774 \ud45c\uc2dc\ub429\ub2c8\ub2e4.
compose.inspector.launch.unknown.error=Compose \uac80\uc0ac\uae30\ub97c \uc2e4\ud589\ud558\ub294 \ub3d9\uc548 \uc54c \uc218 \uc5c6\ub294 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4.
compose.inspection.does.not.support.xr=\uc0ac\uc6a9\ub41c Compose \ubc84\uc804\uc740 XR \uac80\uc0ac\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. androidx.compose.ui\:ui \ubc84\uc804 {0} \uc774\uc0c1\uc744 \uc0ac\uc6a9\ud558\uc138\uc694.
scenecore.inspection.not.supported=\uc0ac\uc6a9\ub41c SceneCore \ubc84\uc804\uc740 XR \uac80\uc0ac\ub97c \uc9c0\uc6d0\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. androidx.xr.scenecore\:scenecore \ubc84\uc804 {0} \uc774\uc0c1\uc744 \uc0ac\uc6a9\ud558\uc138\uc694.
layout.inspector.discovery.title=Layout Inspector\uac00 \uc2e4\ud589 \uc911\uc778 \uae30\uae30 \ucc3d\uc5d0 \ub0b4\uc7a5\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
layout.inspector.discovery.description=\uac80\uc0ac\ub97c \uc2dc\uc791\ud558\ub824\uba74 \uae30\uae30\ub97c \uc2e4\ud589\ud558\uac70\ub098 \uc5f0\uacb0\ud558\uc138\uc694.
layout.inspector.recomposition.state.reads=\uc7ac\uad6c\uc131(Recomposition) \uc0c1\ud0dc \uc77d\uae30
layout.inspector.recomposition.number=\uc7ac\uad6c\uc131 {0}
layout.inspector.recomposition.not.observed=\ub178\ub4dc\uac00 \uad00\ucc30\ub418\uc9c0 \uc54a\uc74c
layout.inspector.recomposition.not.observed.details=\uc120\ud0dd\ud55c \ucef4\ud3ec\uc800\ube14\uc774 \uad00\ucc30\ub418\uace0 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.\n\uc7ac\uad6c\uc131 \uc0c1\ud0dc \uc77d\uae30\ub97c \ubcf4\ub824\uba74 \ub2e4\ub978 \ub178\ub4dc\ub97c \uc120\ud0dd\ud558\uc138\uc694.
layout.inspector.recomposition.view=Compose \ub178\ub4dc\uac00 \uc544\ub2d8
layout.inspector.recomposition.view.details=\uc120\ud0dd\ud55c \ub178\ub4dc\ub294 View\uc785\ub2c8\ub2e4. View\uc5d0\uc11c\ub294 \uc0c1\ud0dc \uc77d\uae30\uac00 \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.\n\uc7ac\uad6c\uc131 \uc0c1\ud0dc \uc77d\uae30\ub97c \ubcf4\ub824\uba74 Compose \ub178\ub4dc\ub97c \uc120\ud0dd\ud558\uc138\uc694.
layout.inspector.recomposition.waiting=\uc0c1\ud638\uc791\uc6a9 \ub300\uae30 \uc911
layout.inspector.recomposition.waiting.details=\uc120\ud0dd\ud55c \ucef4\ud3ec\uc800\ube14\uc774 \uc544\uc9c1 \uc7ac\uad6c\uc131\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.\n\uc7ac\uad6c\uc131\uc744 \uc720\ubc1c\ud558\ub824\uba74 \uc571\uacfc \uc0c1\ud638\uc791\uc6a9\ud574 \ubcf4\uc138\uc694.
layout.inspector.recomposition.prev=\uc774\uc804 \uc7ac\uad6c\uc131\uc5d0 \ub300\ud55c \uc0c1\ud0dc \uc77d\uae30 \ubcf4\uae30
layout.inspector.recomposition.next=\ub2e4\uc74c \uc7ac\uad6c\uc131\uc5d0 \ub300\ud55c \uc0c1\ud0dc \uc77d\uae30 \ubcf4\uae30
layout.inspector.recomposition.hide=\uc7ac\uad6c\uc131 \uc0c1\ud0dc \uc77d\uae30 \ud328\ub110 \ub2eb\uae30
layout.inspector.state.read.count=\uc0c1\ud0dc \uc77d\uae30\: {0}
layout.inspector.stacktrace.folding.hint=<{0}\uac1c \ub354\ubcf4\uae30...>
layout.inspector.value.folding.hint=<\uc138\ubd80 \uac12...>
enable.embedded.layout.inspector.banner=\ub0b4\uc7a5\ub41c Layout Inspector\ub294 Layout Inspector\ub97c \uc0ac\uc6a9\ud558\ub294 \uac00\uc7a5 \uc88b\uc740 \ubc29\ubc95\uc785\ub2c8\ub2e4. \uc774 \uae30\ub2a5\uc744 \ud65c\uc131\ud654\ud558\uc138\uc694.
nothing.to.show=\ud45c\uc2dc\ud560 \ub0b4\uc6a9 \uc5c6\uc74c
toggle.layout.inspector=Layout Inspector \uc804\ud658
toggle.embedded.layout.inspector.description=\uc774 \uae30\uae30\uc5d0 \ub300\ud55c Layout Inspector\ub97c \ucf1c\uac70\ub098 \ub055\ub2c8\ub2e4.
toggle.embedded.layout.inspector.glasses.description=\uacbd\uace0\: \uc571\uc774 \uc2a4\ub9c8\ud2b8\ud3f0\uc5d0\uc11c \uc2e4\ud589 \uc911\uc77c \uac00\ub2a5\uc131\uc774 \ud07d\ub2c8\ub2e4. \ub300\uc2e0 \ud574\ub2f9 \uae30\uae30\ub97c \uac80\uc0ac\ud558\ub294 \uac83\uc744 \uace0\ub824\ud574 \ubcf4\uc138\uc694.
device.picker.glasses.warning=\uacbd\uace0\: \uc571\uc774 \ud734\ub300\ud3f0\uc5d0\uc11c \uc2e4\ud589 \uc911\uc77c \uac00\ub2a5\uc131\uc774 \ud07d\ub2c8\ub2e4.
version.problem.compose.ui=androidx.compose.ui\:ui \ub77c\uc774\ube0c\ub7ec\ub9ac \ubc84\uc804\uc740 \ucd5c\uc18c {0} \uc774\uc0c1\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4. \ud604\uc7ac \ubc84\uc804\: {1}
version.problem.d8=AGP \ubc84\uc804\uc740 \ucd5c\uc18c {0} \uc774\uc0c1\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4. \ud604\uc7ac \ubc84\uc804\: {1}
version.problem.jdk=sourceCompatibility\ub294 \ucd5c\uc18c JDK {0} \uc774\uc0c1\uc774\uc5b4\uc57c \ud569\ub2c8\ub2e4. \ud604\uc7ac \uc218\uc900\: JDK {1}