# Auto-generated Korean translation file
# Generated: 2026-03-29 04:19:53.943714
# Original file: UrlAssistBundle.properties

tab.all.links.title=\ubaa8\ub4e0 \ub9c1\ud06c
tab.all.links.tooltip=\ub9e4\ub2c8\ud398\uc2a4\ud2b8\uc5d0\uc11c \uc571 \ub9c1\ud06c\ub97c \uad00\ub9ac\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
tab.missing.urls.title=\ub204\ub77d\ub41c URL
tab.missing.urls.tooltip=\ub525 \ub9c1\ud06c\ub418\uc9c0 \uc54a\uc740 \uc6f9 URL\uc744 \uac00\uc838\uc635\ub2c8\ub2e4.
overview.table.description=\uc774 \ub3c4\uc6b0\ubbf8\ub294 \uc571\uc5d0\uc11c \uc571 \ub9c1\ud06c \ubc0f \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc2a4\ud0b4 \ub525 \ub9c1\ud06c\ub97c \uc9c4\ub2e8\ud558\ub294 \ub370 \uc720\uc6a9\ud569\ub2c8\ub2e4. \uc571 \uac80\uc0ac\ub97c \ud1b5\ud574 \ub9e4\ub2c8\ud398\uc2a4\ud2b8\uc758 \uc778\ud150\ud2b8 \ud544\ud130 \uc720\ud6a8\uc131\uc744 \ud655\uc778\ud569\ub2c8\ub2e4.
overview.table.description.with.web.checks=\uc774 \ub3c4\uc6b0\ubbf8\ub294 \uc571\uc5d0\uc11c \uc571 \ub9c1\ud06c \ubc0f \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc2a4\ud0b4 \ub525 \ub9c1\ud06c\ub97c \uc9c4\ub2e8\ud558\ub294 \ub370 \uc720\uc6a9\ud569\ub2c8\ub2e4. \uc571 \uac80\uc0ac\ub97c \ud1b5\ud574 \ub9e4\ub2c8\ud398\uc2a4\ud2b8\uc758 \uc778\ud150\ud2b8 \ud544\ud130 \uc720\ud6a8\uc131\uc744 \ud655\uc778\ud558\uace0, \uc6f9 \uac80\uc0ac\ub97c \ud1b5\ud574 \uc571 \ub9c1\ud06c \ub3c4\uba54\uc778\uc758 \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c \uc720\ud6a8\uc131\uc744 \ud655\uc778\ud569\ub2c8\ub2e4.
overview.ai.assistance.available.tooltip=\uc0c8\ub85c\uc6b4 \uae30\ub2a5! AI\uac00 \uc571 \ub9c1\ud06c \ub85c\uc9c1\uc744 \uc791\uc131\ud558\ub3c4\ub85d \ub3c4\uc640\uc90d\ub2c8\ub2e4. \uc2dc\uc791\ud558\ub824\uba74 "\uc571 \ub9c1\ud06c \ub9cc\ub4e4\uae30"\ub97c \ud074\ub9ad\ud558\uc138\uc694.
ai.assistance.banner.text=\uc774\uc81c AI\uac00 2\ub2e8\uacc4\ub97c \uc704\ud55c \ucf54\ub4dc \uc0dd\uc131\uc744 \ub3c4\uc640\uc904 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
overview.search.emptyText=\ub9c1\ud06c \uac80\uc0c9
overview.create.applink=\uc571 \ub9c1\ud06c \ub9cc\ub4e4\uae30
overview.create.waiting.project.sync=\uc571 \ub9c1\ud06c \ub9cc\ub4e4\uae30 \uae30\ub2a5\uc740 \ud504\ub85c\uc81d\ud2b8 \ub3d9\uae30\ud654 \uc774\ud6c4\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
overview.test.applink=\uc571 \ub9c1\ud06c \ud14c\uc2a4\ud2b8
overview.refresh.tooltip=\uc720\ud6a8\uc131 \uac80\uc0ac \uc0c8\ub85c\uace0\uce68
overview.search.action.name=\uac80\uc0c9
overview.fixall.manifest=\ubaa8\ub4e0 \ub9e4\ub2c8\ud398\uc2a4\ud2b8 \ubb38\uc81c \uc218\uc815
overview.column.select.description=\ud45c\uc2dc\ud560 \uc5f4 \uc120\ud0dd
overview.loading=\uc571 \ub9c1\ud06c \ub85c\ub4dc \uc911...
overview.update.links=\uc571 \ub9c1\ud06c \uc720\ud6a8\uc131 \uac80\uc0ac \uc5c5\ub370\uc774\ud2b8 \uc911
overview.autofix.links=\ub9e4\ub2c8\ud398\uc2a4\ud2b8 \ubb38\uc81c \uc790\ub3d9 \uc218\uc815
overview.autofix.links.tooltip.running=\ub9e4\ub2c8\ud398\uc2a4\ud2b8 \ubb38\uc81c \uc790\ub3d9 \uc218\uc815 \uc9c4\ud589 \uc911
overview.autofix.links.tooltip.waiting.project.sync=\ub9e4\ub2c8\ud398\uc2a4\ud2b8 \ubb38\uc81c \uc790\ub3d9 \uc218\uc815\uc740 \ud504\ub85c\uc81d\ud2b8 \ub3d9\uae30\ud654 \uc774\ud6c4\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
app.links.assistant.notification.group.name=\uc571 \ub9c1\ud06c \ub3c4\uc6b0\ubbf8
overview.modal.fixed.all.content=\ub9e4\ub2c8\ud398\uc2a4\ud2b8\uc758 \ubaa8\ub4e0 \ubb38\uc81c\uac00 \uc218\uc815\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
overview.modal.fix.failed=\uc77c\ubd80 \ub9e4\ub2c8\ud398\uc2a4\ud2b8 \ubb38\uc81c\ub97c \uc790\ub3d9\uc73c\ub85c \uc218\uc815\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uc774 \ubb38\uc81c\ub4e4\uc744 \ud655\uc778\ud558\uc138\uc694.
overview.modal.all.web.checks.failed=\ubaa8\ub4e0 \ub3c4\uba54\uc778\uc5d0 \ub300\ud574 \uc6f9 \uac80\uc0ac\ub97c \uc2e4\ud589\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \uc778\ud130\ub137 \uc5f0\uacb0\uc744 \ud655\uc778\ud558\uace0 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc138\uc694.
overview.modal.some.web.checks.failed=\ud558\ub098 \uc774\uc0c1\uc758 \ub3c4\uba54\uc778\uc5d0 \ub300\ud574 \uc6f9 \uac80\uc0ac\ub97c \uc2e4\ud589\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c JSON \ud30c\uc77c\uc774 \uc62c\ubc14\ub974\uac8c \ud638\uc2a4\ud305\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694. \ubb38\uc81c\uac00 \ubc1c\uc0dd\ud55c \ub3c4\uba54\uc778\uc740 {0}, {1} \ub4f1\uc785\ub2c8\ub2e4.
overview.modal.one.web.check.failed={0}\uc5d0 \ub300\ud574 \uc6f9 \uac80\uc0ac\ub97c \uc2e4\ud589\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c JSON \ud30c\uc77c\uc774 \uc62c\ubc14\ub974\uac8c \ud638\uc2a4\ud305\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
overview.modal.project.not.synced=\uc6f9 \uac80\uc0ac\ub294 \ud504\ub85c\uc81d\ud2b8 \ub3d9\uae30\ud654 \uc774\ud6c4\uc5d0\ub9cc \uc2e4\ud589\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc6f9 \uac80\uc0ac \uacb0\uacfc\ub97c \uc5bb\uc73c\ub824\uba74 \ud504\ub85c\uc81d\ud2b8\ub97c \ub3d9\uae30\ud654\ud55c \ud6c4 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc138\uc694.
overview.webfix=\ubaa8\ub4e0 \uc6f9 \ubb38\uc81c \uc218\uc815
overview.webfix.tooltip.waiting.project.sync=\uc6f9 \ubb38\uc81c \uc790\ub3d9 \uc218\uc815\uc740 \ud504\ub85c\uc81d\ud2b8 \ub3d9\uae30\ud654 \uc774\ud6c4\uc5d0 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
overview.webfix.tooltip.not.consented=\uc6f9 \ubb38\uc81c \uc790\ub3d9 \uc218\uc815 \uae30\ub2a5\uc740 Google\uc758 \ub3c4\uba54\uc778 \uc720\ud6a8\uc131 \uac80\uc0ac \ubc0f JSON \uc0dd\uc131 API \uc0ac\uc6a9 \uc9c0\uce68\uc5d0 \ub3d9\uc758\ud558\uc9c0 \uc54a\uc73c\uba74 \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
overview.webfix.tooltip.api.deprecated=\uc774 \ubc84\uc804\uc758 Android Studio\ub294 \ub354 \uc774\uc0c1 \uc0ac\uc6a9\ub418\uc9c0 \uc54a\ub294 \ubc84\uc804\uc758 API\ub97c \ud638\ucd9c\ud569\ub2c8\ub2e4. \uc774 \uae30\ub2a5\uc744 \uc0ac\uc6a9\ud558\ub824\uba74 Android Studio\ub97c \ucd5c\uc2e0 \ubc84\uc804\uc73c\ub85c \uc5c5\ub370\uc774\ud2b8\ud558\uc138\uc694.
overview.webfix.tooltip.no.domains=\uc774 \ud504\ub85c\uc81d\ud2b8\ub294 http(s) \uc2a4\ud0b4\uc758 \ub3c4\uba54\uc778\uc744 \uc0ac\uc6a9\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
overview.webfix.tooltip.no.issues=\ubaa8\ub4e0 \uc6f9 \ubb38\uc81c\uac00 \uc218\uc815\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
overview.filter.all=\ubaa8\ub4e0 \ub9c1\ud06c
overview.filter.app.errors=\uc571 \uac80\uc0ac\uc5d0 \uc2e4\ud328\ud55c \ub9c1\ud06c
overview.filter.web.errors=\uc6f9 \uac80\uc0ac\uc5d0 \uc2e4\ud328\ud55c \ub9c1\ud06c
overview.column.scheme=\uc2a4\ud0b4
overview.column.host=\ud638\uc2a4\ud2b8
overview.column.path=\uacbd\ub85c
overview.column.activity.name=\uc561\ud2f0\ube44\ud2f0 \uc774\ub984
overview.column.app.check.failures=\uc571 \uac80\uc0ac \uc2e4\ud328
overview.column.web.check.failures=\uc6f9 \uac80\uc0ac \uc2e4\ud328
overview.column.links.with.same.domain=\ub3d9\uc77c\ud55c \ub3c4\uba54\uc778\uc744 \uac00\uc9c4 \ub9c1\ud06c \uc218
overview.table.all.columns.deselected=\uc120\ud0dd\ub41c \uc5f4\uc774 \uc5c6\uc2b5\ub2c8\ub2e4. \ub370\uc774\ud130\ub97c \ubcf4\ub824\uba74 \ud558\ub098 \uc774\uc0c1\uc758 \uc5f4\uc744 \uc120\ud0dd\ud558\uc138\uc694.
overview.space.to.view.link.details=\ub9c1\ud06c \uc138\ubd80\uc815\ubcf4\ub97c \ubcf4\ub824\uba74 \uc2a4\ud398\uc774\uc2a4\ubc14\ub97c \ub204\ub974\uc138\uc694.
link.checks.never.run=\ub9c1\ud06c \uac80\uc0ac\uac00 \uc544\uc9c1 \uc2e4\ud589\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
link.checks.last.run=\ub9c1\ud06c \uac80\uc0ac\uc758 \ub9c8\uc9c0\ub9c9 \uc2e4\ud589 \uc2dc\uac04\uc740 {0}\uc785\ub2c8\ub2e4.
refresh.checks=\uac80\uc0ac \uc0c8\ub85c\uace0\uce68
data.information.overview=\uc124\uc815 \ubc0f \uc571 \uc131\ub2a5\uc744 \uc62c\ubc14\ub974\uac8c \uac80\uc99d\ud558\uae30 \uc704\ud574 \uc774 \ud50c\ub7ec\uadf8\uc778\uc740 Google\uacfc \ub370\uc774\ud130\ub97c \uacf5\uc720\ud569\ub2c8\ub2e4.
data.information.dialog.title=\uc571 \ub9c1\ud06c \ub3c4\uc6b0\ubbf8 \ub370\uc774\ud130 \uacf5\uc720
data.information.dialog.content=\uc571 \ub9c1\ud06c \ub3c4\uc6b0\ubbf8\ub294 \ub2e4\uc74c \ub370\uc774\ud130\ub97c Google\uacfc \uacf5\uc720\ud569\ub2c8\ub2e4:\n\u2022 Gradle \ud30c\uc77c\uc758 \ud328\ud0a4\uc9c0 \uc774\ub984\n\u2022 AndroidManifest.xml \ud30c\uc77c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\uc5d0 \ud3ec\ud568\ub41c \ud638\uc2a4\ud2b8, \uc2a4\ud0b4 \ubc0f \uacbd\ub85c \uc18d\uc131
app.links.assistant.settings.displayname=\uc571 \ub9c1\ud06c \ub3c4\uc6b0\ubbf8
dal.api.consent.settings.checkbox.label=\uc774 \ud504\ub85c\uc81d\ud2b8({0})\uc5d0 \ub300\ud574 \ud328\ud0a4\uc9c0 \uc774\ub984 \ubc0f \uad00\ub828 \ub3c4\uba54\uc778\uc744 Google\uacfc \uacf5\uc720\ud558\ub294 \ub370 \ub3d9\uc758\ud569\ub2c8\ub2e4.
dal.api.not.consented.warning=\uc6f9 \uac80\uc0ac\ub97c \uc0ac\uc6a9\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
dal.api.deprecation.warning=\uc6f9 \uac80\uc0ac\ub97c \uc0ac\uc6a9\ud558\ub824\uba74 Android Studio\ub97c \ucd5c\uc2e0 \ubc84\uc804\uc73c\ub85c \uc5c5\ub370\uc774\ud2b8\ud558\uc138\uc694.
dal.api.open.consent.settings=\uc124\uc815...
dal.api.consent.description=\uc571 \ub9c1\ud06c \uad6c\uc131\uc744 \uc644\uc804\ud788 \uac80\uc99d\ud558\uae30 \uc704\ud574 \uc774 \ud50c\ub7ec\uadf8\uc778\uc740 Google Play\uc758 \uc571 \uc11c\uba85 \uc778\uc99d\uc11c SHA256 \uc9c0\ubb38\uacfc \ub3c4\uba54\uc778 \uc18c\uc720\uad8c\uc744 \ud655\uc778\ud558\uae30 \uc704\ud574 \uc6f9\uc0ac\uc774\ud2b8\uc5d0 \uac8c\uc2dc\ub41c \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c JSON \ud30c\uc77c\uc5d0 \uc561\uc138\uc2a4\ud558\ub294 Google API\ub97c \uc0ac\uc6a9\ud569\ub2c8\ub2e4(<a href="https://developer.android.com/training/app-links/verify-android-applinks#web-assoc">\uc790\uc138\ud788 \uc54c\uc544\ubcf4\uae30</a>). \ub3c4\uc6b0\ubbf8\uc758 \uc6f9 \uac80\uc0ac \uacb0\uacfc \ubc0f \uc218\uc815 \uc0ac\ud56d\uc740 \uc774 \uae30\ub2a5\uc744 \uc120\ud0dd\ud55c \ud6c4 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
back.to.list=\ub9c1\ud06c\ub85c \ub3cc\uc544\uac00\uae30
app.link.details.header=\uc571 \ub9c1\ud06c \uc138\ubd80\uc815\ubcf4
app.link.more.details=\ucd94\uac00 \uc138\ubd80\uc815\ubcf4...
app.link.hide.details=\uc138\ubd80\uc815\ubcf4 \uc228\uae30\uae30
app.link.details.always.visible=\ud638\uc2a4\ud2b8: {0}\n\uacbd\ub85c: {1}
app.link.extra.details=\uacbd\ub85c \uc720\ud615: {0}\n\uc561\ud2f0\ube44\ud2f0: {1}\n\uc21c\uc11c: {2}\n\uc6b0\uc120\uc21c\uc704: {3}
link.passed.all.checks=\uc774 \ub9c1\ud06c\ub294 \ubaa8\ub4e0 \uac80\uc0ac\ub97c \ud1b5\uacfc\ud588\uc2b5\ub2c8\ub2e4.
link.failed.one.check=\uc774 \ub9c1\ud06c\ub294 \ud558\ub098\uc758 \uac80\uc0ac\ub97c \ud1b5\uacfc\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
link.failed.number.checks=\uc774 \ub9c1\ud06c\ub294 {0}\uac1c\uc758 \uac80\uc0ac\ub97c \ud1b5\uacfc\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
this.link.last.checked.time=\uc774 \ub9c1\ud06c\uac00 \ub9c8\uc9c0\ub9c9\uc73c\ub85c \uac80\uc0ac\ub41c \uc2dc\uac04\uc740 {0}\uc785\ub2c8\ub2e4.
fix.app.checks=\uc571 \uac80\uc0ac \uc2e4\ud328 \uc218\uc815
no.app.checks.to.fix=\uc218\uc815\ud560 \uc571 \uac80\uc0ac \uc2e4\ud328\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
fix.web.checks=\uc6f9 \uac80\uc0ac \ubb38\uc81c \uc218\uc815
tooltip.json.generation.not.helpful=\uc0c8 JSON\uc744 \uc0dd\uc131\ud558\uc5ec \ud574\uacb0\ud560 \uc218 \uc788\ub294 \uc6f9 \uac80\uc0ac \ubb38\uc81c\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
app.checks.header=\uc571\uc5d0 \ub300\ud55c \uac80\uc0ac
app.checks.description=\uc774 \uac80\uc0ac\ub294 \ub9e4\ub2c8\ud398\uc2a4\ud2b8\uc758 \uc571 \ub9c1\ud06c\uac00 \uc62c\ubc14\ub974\uac8c \uad6c\uc131\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud569\ub2c8\ub2e4.
web.checks.header=\ub3c4\uba54\uc778\uc5d0 \ub300\ud55c \uac80\uc0ac
web.checks.description=\uc774 \uac80\uc0ac\ub294 \ub3c4\uba54\uc778\uc758 \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc774 \uc62c\ubc14\ub974\uac8c \uad6c\uc131\ub418\uc5b4 \uc788\ub294\uc9c0 \ud655\uc778\ud569\ub2c8\ub2e4.
accordion.button.expand.accessible.label=\ucf58\ud150\uce20 \ud328\ub110 \ud655\uc7a5
accordion.button.collapse.accessible.label=\ucf58\ud150\uce20 \ud328\ub110 \ucd95\uc18c
accordion.header.data.tags=<data> \ud0dc\uadf8
accordion.header.order=Order \uc18d\uc131
accordion.header.priority=Priority \uc18d\uc131
accordion.header.non.redirect=\uc11c\ub4dc\ud30c\ud2f0 \ub9ac\ub514\ub809\uc158 \ub9c1\ud06c
accordion.header.web.check.existence=\ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c JSON \ud30c\uc77c \uc874\uc7ac \uc5ec\ubd80
accordion.header.web.check.app.identifier=\uc571\uc758 \ud328\ud0a4\uc9c0 \uc774\ub984(\ub610\ub294 \uc571 ID) \ud3ec\ud568 \uc5ec\ubd80
accordion.header.web.check.fingerprint=\uc571\uc758 \uc9c0\ubb38 \ud3ec\ud568 \uc5ec\ubd80
accordion.header.web.check.content.type=\ucf58\ud150\uce20 \uc720\ud615\uc774 application/json\uc778\uc9c0 \uc5ec\ubd80
accordion.header.web.check.https.accessibility=HTTPS\ub97c \uc0ac\uc6a9\ud558\uc5ec \uc561\uc138\uc2a4 \uac00\ub2a5 \uc5ec\ubd80
accordion.header.web.check.non.redirect=\ub9ac\ub514\ub809\uc158 \uc5c6\uc774 \uc561\uc138\uc2a4 \uac00\ub2a5 \uc5ec\ubd80
accordion.header.web.check.host.formed.properly=\ud638\uc2a4\ud2b8 \uad6c\uc131\uc758 \uc801\uc808\uc131
accordion.header.web.check.other.checks=\uae30\ud0c0 \uac80\uc0ac
accordion.content.data.scheme.failed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\uc5d0\ub294 android:scheme \uc18d\uc131\uc744 \ud3ec\ud568\ud558\ub294 <data> \ud0dc\uadf8\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
accordion.content.data.host.failed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 \ud638\uc2a4\ud2b8\ub97c \uc9c0\uc815\ud558\uc9c0 \uc54a\uace0 <data> \ud0dc\uadf8\uc5d0\uc11c \uacbd\ub85c\ub97c \uc9c0\uc815\ud558\uac70\ub098, \ud638\uc2a4\ud2b8\ub97c \uc9c0\uc815\ud558\uc9c0 \uc54a\uace0 <data> \ud0dc\uadf8\uc5d0\uc11c http \ub610\ub294 https \uc2a4\ud0b4\uc744 \uc0ac\uc6a9\ud569\ub2c8\ub2e4.
accordion.content.data.scheme.webschemehashost.failed=\uc774 \ub9c1\ud06c\ub294 http \ub610\ub294 https \uc2a4\ud0b4\uc744 \uc0ac\uc6a9\ud558\uc9c0\ub9cc \ud638\uc2a4\ud2b8\ub97c \uc9c0\uc815\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
accordion.content.data.path.hashost.failed=\uc774 \ub9c1\ud06c\ub294 \uacbd\ub85c\ub97c \uc815\uc758\ud558\uc9c0\ub9cc \ud638\uc2a4\ud2b8\ub97c \uc9c0\uc815\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
accordion.content.data.path.failed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 <data> \ud0dc\uadf8\uc5d0 \uacbd\ub85c(path)\ub97c \uc9c0\uc815\ud558\uc9c0\ub9cc "/"\ub85c \uc2dc\uc791\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
accordion.content.data.path.prefix.failed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 <data> \ud0dc\uadf8\uc5d0 pathPrefix\ub97c \uc9c0\uc815\ud558\uc9c0\ub9cc "/"\ub85c \uc2dc\uc791\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
accordion.content.data.path.pattern.failed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 <data> \ud0dc\uadf8\uc5d0 pathPattern\uc744 \uc9c0\uc815\ud558\uc9c0\ub9cc ".*" \ub610\ub294 "/"\ub85c \uc2dc\uc791\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
accordion.content.data.port.failed=\uc774 \ub9c1\ud06c\uc758 \ud3ec\ud2b8\uac00 0\uc5d0\uc11c 65535(\ud3ec\ud568) \uc0ac\uc774\uc758 \uc815\uc218\uac00 \uc544\ub2d9\ub2c8\ub2e4.
accordion.content.action.view.failed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 ACTION_VIEW \uc778\ud150\ud2b8 \uc791\uc5c5\uc744 \uc9c0\uc815\ud558\uc9c0 \uc54a\uc544, Google \uac80\uc0c9\uc5d0\uc11c \uc778\ud150\ud2b8 \ud544\ud130\uc5d0 \ub3c4\ub2ec\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
accordion.content.default.category.failed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\uc5d0\ub294 DEFAULT \uce74\ud14c\uace0\ub9ac\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc544, \uc571\uc774 \uc554\uc2dc\uc801 \uc778\ud150\ud2b8\uc5d0 \uc751\ub2f5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
accordion.content.browsable.category.failed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\uc5d0\ub294 BROWSABLE \uce74\ud14c\uace0\ub9ac\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc544, \uc6f9 \ube0c\ub77c\uc6b0\uc800\uc5d0\uc11c \uc778\ud150\ud2b8 \ud544\ud130\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
accordion.content.auto.verify.failed=\uc774 \ub9c1\ud06c\uc758 \ud638\uc2a4\ud2b8 \uad6c\uc131 \uc694\uc18c\uc5d0\ub294 autoVerify \uc18d\uc131\uc774 "true"\ub85c \uc124\uc815\ub418\uace0 http(s) \uc2a4\ud0b4\ub9cc \uc788\ub294 \ud574\ub2f9 \uc778\ud150\ud2b8 \ud544\ud130\uac00 \uc5c6\uc5b4, \uc0ac\uc6a9\uc790 \uba54\uc2dc\uc9c0 \uc5c6\uc774 \uc571\uc5d0\uc11c \uc790\ub3d9\uc73c\ub85c \ud655\uc778\ud558\uace0 \uc5f4 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ucc38\uace0\ub85c Android\ub294 http(s) \uc2a4\ud0b4\uc744 \uc0ac\uc6a9\ud558\uace0 \uc0ac\uc6a9\uc790 \uc9c0\uc815 \uc2a4\ud0b4\uc774 \uc5c6\ub294 \uc778\ud150\ud2b8 \ud544\ud130\uc5d0\uc11c \uc0ac\uc6a9\ub41c \ub3c4\uba54\uc778\uc5d0 \ub300\ud574\uc11c\ub9cc \ub3c4\uba54\uc778 \ud655\uc778\uc744 \uc694\uccad\ud569\ub2c8\ub2e4. \uc62c\ubc14\ub978 \ub3d9\uc791\uc744 \uc704\ud574 \uc778\ud150\ud2b8 \ud544\ud130\ub97c \uc5ec\ub7ec \uac1c\ub85c \ubd84\ud560\ud574\uc57c \ud560 \uc218\ub3c4 \uc788\uc2b5\ub2c8\ub2e4.
accordion.content.order.failed=\uc774 \ub9c1\ud06c\uc758 \uc21c\uc11c(order)\uac00 \uc815\uc218\uac00 \uc544\ub2d9\ub2c8\ub2e4.
accordion.content.priority.failed=\uc774 \ub9c1\ud06c\uc758 \uc6b0\uc120\uc21c\uc704(priority)\uac00 \uc815\uc218\uac00 \uc544\ub2d9\ub2c8\ub2e4.
accordion.content.redirect.failed=\uc774 \ub9c1\ud06c\ub294 \ub9ac\ub514\ub809\uc158\uc744 \uc0ac\uc6a9\ud558\uba70, \uc774\ub294 Google Ads\uc5d0\uc11c \uc9c0\uc6d0\ub418\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
accordion.content.data.scheme.passed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\uc5d0\ub294 android:scheme \uc18d\uc131\uc774 \ud3ec\ud568\ub41c <data> \ud0dc\uadf8\uac00 \uc788\uc2b5\ub2c8\ub2e4.
accordion.content.data.host.passed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 \uacbd\ub85c\uac00 \ube44\uc5b4 \uc788\uc9c0 \uc54a\uc744 \ub54c \ud638\uc2a4\ud2b8\ub97c \ud3ec\ud568\ud558\uace0 \uc2a4\ud0b4\uc774 http \ub610\ub294 https\uc77c \ub54c \ud638\uc2a4\ud2b8\ub97c \ud3ec\ud568\ud558\ub294 <data> \ud0dc\uadf8\uac00 \uc788\uc2b5\ub2c8\ub2e4.
accordion.content.data.scheme.webschemehashost.passed=\uc774 \ub9c1\ud06c\ub294 http \ub610\ub294 https \uc2a4\ud0b4\uc744 \uc0ac\uc6a9\ud558\uba70 \ud544\uc694\ud55c \ud638\uc2a4\ud2b8\ub97c \uc815\uc758\ud569\ub2c8\ub2e4.
accordion.content.data.path.hashost.passed=\uc774 \ub9c1\ud06c\ub294 \uacbd\ub85c \ubc0f \ud544\uc218 \ud638\uc2a4\ud2b8\ub97c \uc815\uc758\ud569\ub2c8\ub2e4.
accordion.content.data.path.passed=\uc774 \ub9c1\ud06c\uc758 <data> \ud0dc\uadf8 \ub0b4\uc758 \uacbd\ub85c\ub294 "/"\ub85c \uc2dc\uc791\ud569\ub2c8\ub2e4.
accordion.content.data.path.prefix.passed=\uc774 \ub9c1\ud06c\uc758 <data> \ud0dc\uadf8 \ub0b4\uc758 pathPrefix\ub294 "/"\ub85c \uc2dc\uc791\ud569\ub2c8\ub2e4.
accordion.content.data.path.pattern.passed=\uc774 \ub9c1\ud06c\uc758 <data> \ud0dc\uadf8 \ub0b4\uc758 pathPattern\uc740 "/" \ub610\ub294 ".*"\ub85c \uc2dc\uc791\ud569\ub2c8\ub2e4.
accordion.content.data.port.passed=\uc774 \ub9c1\ud06c\uc758 \ud3ec\ud2b8\ub294 0\uc5d0\uc11c 65535(\ud3ec\ud568) \uc0ac\uc774\uc758 \uc815\uc218\uc785\ub2c8\ub2e4.
accordion.content.action.view.passed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 ACTION_VIEW \uc778\ud150\ud2b8 \uc791\uc5c5\uc744 \uc9c0\uc815\ud558\uc5ec, Google \uac80\uc0c9\uc5d0\uc11c \uc778\ud150\ud2b8 \ud544\ud130\uc5d0 \ub3c4\ub2ec\ud560 \uc218 \uc788\ub3c4\ub85d \ud569\ub2c8\ub2e4.
accordion.content.default.category.passed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\uc5d0\ub294 DEFAULT \uce74\ud14c\uace0\ub9ac\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc5b4, \uc571\uc774 \uc554\uc2dc\uc801 \uc778\ud150\ud2b8\uc5d0 \uc751\ub2f5\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
accordion.content.browsable.category.passed=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\uc5d0\ub294 BROWSABLE \uce74\ud14c\uace0\ub9ac\uac00 \ud3ec\ud568\ub418\uc5b4 \uc788\uc5b4, \uc6f9 \ube0c\ub77c\uc6b0\uc800\uc5d0\uc11c \uc778\ud150\ud2b8 \ud544\ud130\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
accordion.content.auto.verify.passed=\uc774 \ub9c1\ud06c\uc758 \ud638\uc2a4\ud2b8 \uad6c\uc131 \uc694\uc18c\uc5d0\ub294 autoVerify \uc18d\uc131\uc774 "true"\ub85c \uc124\uc815\ub418\uace0 http(s) \uc2a4\ud0b4\ub9cc \uc788\ub294 \ud574\ub2f9 \uc778\ud150\ud2b8 \ud544\ud130\uac00 \uc788\uc5b4, \ub9c1\ud06c\ub97c \ud655\uc778\ud558\uace0 \uc0ac\uc6a9\uc790 \ud504\ub86c\ud504\ud2b8 \uc5c6\uc774 \uc571\uc5d0\uc11c \uc790\ub3d9\uc73c\ub85c \uc5f4 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
accordion.content.order.passed=\uc774 \ub9c1\ud06c\uc758 \uc21c\uc11c(order)\uac00 \uc815\uc218\uc785\ub2c8\ub2e4.
accordion.content.priority.passed=\uc774 \ub9c1\ud06c\uc758 \uc6b0\uc120\uc21c\uc704(priority)\uac00 \uc815\uc218\uc785\ub2c8\ub2e4.
accordion.content.redirect.passed=\uc774 \ub9c1\ud06c\ub294 \ub9ac\ub514\ub809\uc158\uc744 \uc0ac\uc6a9\ud558\uc9c0 \uc54a\uc73c\ubbc0\ub85c Google Ads\uc5d0\uc11c \uc9c0\uc6d0\ub429\ub2c8\ub2e4.
web.check.existence.failed=\ub3c4\uba54\uc778\uc758 ./well-known/assetlinks.json\uc5d0\uc11c \ud30c\uc77c\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
web.check.app.identifier.failed=DAL \ud30c\uc77c\uc758 package_name \ud544\ub4dc\uc5d0 \ud328\ud0a4\uc9c0 \uc774\ub984\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
web.check.fingerprint.failed=DAL \ud30c\uc77c\uc758 sha256_cert_fingerprints \ud544\ub4dc\uc5d0 \ub9e4\uce6d\ub418\ub294 \uc571\uc758 \uc9c0\ubb38(Google Play\uc5d0 \uac8c\uc2dc\ub41c \uc571 \uae30\uc900)\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
web.check.content.type.failed=DAL \ud30c\uc77c\uc774 application/json \ucf58\ud150\uce20 \uc720\ud615\uc73c\ub85c \uc81c\uacf5\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
web.check.https.accessibility.failed=DAL \ud30c\uc77c\uc5d0 HTTPS\ub97c \ud1b5\ud574 \uc561\uc138\uc2a4\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
web.check.non.redirect.failed=DAL \ud30c\uc77c\uc774 \ub9ac\ub514\ub809\uc158\uacfc \ud568\uaed8 \uc81c\uacf5\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
web.check.host.formed.properly.failed=\ud638\uc2a4\ud2b8 \ud615\uc2dd\uc774 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
web.check.play.signing.key.failed=\uc571\uc5d0 Google Play \uc11c\uba85 \ud0a4\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
web.check.json.failed.fetch=assetlinks.json \ud30c\uc77c\uc744 \uac00\uc838\uc62c \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
web.check.json.invalid=assetlinks.json \ud30c\uc77c\uc740 \uc720\ud6a8\ud55c \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc774 \uc544\ub2d9\ub2c8\ub2e4.
web.check.json.invalid.schema=assetlinks.json \ud30c\uc77c\uc740 \uc720\ud6a8\ud55c JSON \ubc30\uc5f4\uc774 \uc544\ub2c8\uac70\ub098 \uc720\ud6a8\ud55c \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc774 \uc544\ub2d9\ub2c8\ub2e4.
web.check.json.invalid.syntax=assetlinks.json \ud30c\uc77c\uc744 JSON\uc73c\ub85c \ud30c\uc2f1\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
web.check.json.empty=assetlinks.json \ud30c\uc77c\uc774 \ube44\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
web.check.existence.passed=\ub3c4\uba54\uc778\uc758 ./well-known/assetlinks.json\uc5d0\uc11c \ud30c\uc77c\uc744 \ucc3e\uc558\uc2b5\ub2c8\ub2e4.
web.check.app.identifier.passed=DAL \ud30c\uc77c\uc758 package_name \ud544\ub4dc\uc5d0 \ud328\ud0a4\uc9c0 \uc774\ub984\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
web.check.fingerprint.passed=DAL \ud30c\uc77c\uc758 sha256_cert_fingerprints \ud544\ub4dc\uc5d0 \ub9e4\uce6d\ub418\ub294 \uc571\uc758 \uc9c0\ubb38(Google Play\uc5d0 \uac8c\uc2dc\ub41c \uc571 \uae30\uc900)\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4.
web.check.content.type.passed=DAL \ud30c\uc77c\uc774 application/json \ucf58\ud150\uce20 \uc720\ud615\uc73c\ub85c \uc81c\uacf5\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
web.check.https.accessibility.passed=DAL \ud30c\uc77c\uc5d0 HTTPS\ub97c \ud1b5\ud574 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
web.check.non.redirect.passed=DAL \ud30c\uc77c\uc774 \ub9ac\ub514\ub809\uc158 \uc5c6\uc774 \uc81c\uacf5\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
web.check.host.formed.properly.passed=\ud638\uc2a4\ud2b8 \ud615\uc2dd\uc774 \uc62c\ubc14\ub985\ub2c8\ub2e4.
web.check.fingerprint.ignored=\ud574\ub2f9 \uc5c6\uc74c. \uc9c0\ubb38 \uc790\ub3d9 \ud655\uc778\uc740 Google Play\uc5d0 \uac8c\uc2dc\ub41c \uc571\uc5d0\uc11c\ub9cc \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
app.link.does.not.exist=Android \ub9e4\ub2c8\ud398\uc2a4\ud2b8\uc758 \ubcc0\uacbd \uc0ac\ud56d\uc73c\ub85c \uc778\ud574, \uc774 \ub9c1\ud06c\ub294 \ub354 \uc774\uc0c1 \uc874\uc7ac\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
app.link.updating.details=\uc571 \ub9c1\ud06c \uc138\ubd80\uc815\ubcf4 \uc5c5\ub370\uc774\ud2b8 \uc911
web.check.results.not.run=\uc6f9 \uac80\uc0ac\ub97c \uc2e4\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
web.check.results.not.run.desc=\uc6f9 \uac80\uc0ac\ub97c \uc2e4\ud589\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc778\ud130\ub137 \uc5f0\uacb0\uc744 \ud655\uc778\ud558\uace0 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc138\uc694.
reference.link.text=\uc790\uc138\ud788 \uc54c\uc544\ubcf4\uae30
manual.fix.explanation=\uc544\ub798 \ub9c1\ud06c\ub294 \uc790\ub3d9\uc73c\ub85c \uc218\uc815\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ubb38\uc81c\ub97c \ud574\uacb0\ud558\ub294 \ubc29\ubc95\uc5d0 \ub300\ud55c \uc790\uc138\ud55c \ub0b4\uc6a9\uacfc \uc548\ub0b4\ub97c \ubcf4\ub824\uba74 \ub9c1\ud06c\ub97c \ud074\ub9ad\ud558\uc138\uc694.
manual.fix.scheme=\uc571 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\uc5d0\ub294 scheme \uc18d\uc131\uc774 \uc788\ub294 <data> \ud0dc\uadf8\uac00 \uc788\uc5b4\uc57c \ud569\ub2c8\ub2e4.
manual.fix.webscheme.nohost=\uc571 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 http \ub610\ub294 https \uc2a4\ud0b4\uc744 \uc0ac\uc6a9\ud560 \uacbd\uc6b0 \ud638\uc2a4\ud2b8\ub97c \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.
manual.fix.host=\uc571 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 \uacbd\ub85c\ub97c \uc9c0\uc815\ud558\uac70\ub098 http \ub610\ub294 https \uc2a4\ud0b4\uc744 \uc0ac\uc6a9\ud560 \uacbd\uc6b0 \ud638\uc2a4\ud2b8\ub97c \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.
manual.fix.path.nohost=\uc571 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 \uacbd\ub85c\ub97c \uc9c0\uc815\ud560 \uacbd\uc6b0 \ud638\uc2a4\ud2b8\ub3c4 \uc9c0\uc815\ud574\uc57c \ud569\ub2c8\ub2e4.
manual.fix.path=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 <data> \ud0dc\uadf8\uc5d0 \uacbd\ub85c(path)\ub97c \uc9c0\uc815\ud569\ub2c8\ub2e4. \uacbd\ub85c\ub294 "/"\ub85c \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
manual.fix.path.prefix=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 <data> \ud0dc\uadf8\uc5d0 pathPrefix\ub97c \uc9c0\uc815\ud569\ub2c8\ub2e4. \uc774\ub294 "/"\ub85c \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
manual.fix.path.pattern=\uc774 \ub9c1\ud06c\uc758 \uc778\ud150\ud2b8 \ud544\ud130\ub294 <data> \ud0dc\uadf8\uc5d0 pathPattern\uc744 \uc9c0\uc815\ud569\ub2c8\ub2e4. \uc774\ub294 ".*" \ub610\ub294 "/"\ub85c \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
manual.fix.duplicate=\uc571\uc5d0 \ub3d9\uc77c\ud55c \ud574\uc11d\ub41c URL \ud328\ud134\uc744 \uac00\uc9c4 \ub9c1\ud06c\uac00 \ud558\ub098 \uc774\uc0c1 \uc788\uc2b5\ub2c8\ub2e4. \uac01 URL\uc740 \ud558\ub098\uc758 \uc561\ud2f0\ube44\ud2f0\uc5d0\ub9cc \uc77c\uce58\ud574\uc57c \ud558\ubbc0\ub85c, \uc774\ub7ec\ud55c \uc911\ubcf5\uc740 \uc624\ub958\uc77c \uac00\ub2a5\uc131\uc774 \ub192\uc2b5\ub2c8\ub2e4. \uc544\ub798\ub97c \ud074\ub9ad\ud558\uc5ec \u0987\u09a8\ud150\ud2b8 \ud544\ud130\ub97c \uc62c\ubc14\ub974\uac8c \uc815\uc758\ud558\ub294 \ubc29\ubc95\uc5d0 \ub300\ud574 \uc790\uc138\ud788 \uc54c\uc544\ubcf4\uace0 \uc911\ubcf5\ub41c \ub9c1\ud06c\ub97c \ud655\uc778\ud558\uc138\uc694.
manual.fix.duplicate.link=\uc911\ubcf5: {0}
manual.fix.order=\uc21c\uc11c(order)\ub294 \uc815\uc218\uc5ec\uc57c \ud569\ub2c8\ub2e4.
manual.fix.priority=\uc6b0\uc120\uc21c\uc704(priority)\ub294 \uc815\uc218\uc5ec\uc57c \ud569\ub2c8\ub2e4.
manual.fix.port=\ud3ec\ud2b8\ub294 0\uc5d0\uc11c 65535(\ud3ec\ud568) \uc0ac\uc774\uc758 \uc815\uc218\uc5ec\uc57c \ud569\ub2c8\ub2e4.
url.assistant.toolwindow.title=\uc571 \ub9c1\ud06c \ub3c4\uc6b0\ubbf8
url.assistant.toolwindow.smalltitle=Android \uc571 \ub9c1\ud06c \uc9c0\uc6d0
url.assistant.open.action.id=DeveloperServices.UrlAssistant
url.assistant.editor.title=URL \ub9e4\ud551 \ud3b8\uc9d1\uae30
url.assistant.panel.description=URL\uc5d0\uc11c \uc561\ud2f0\ube44\ud2f0\ub85c\uc758 \ub9e4\ud551\uc744 \ucd94\uac00, \uc5c5\ub370\uc774\ud2b8 \ub610\ub294 \uc0ad\uc81c\ud558\ub824\uba74 \uc544\ub798 URL \ub9e4\ud551 \ud14c\uc774\ube14\uc744 \uc0ac\uc6a9\ud558\uc138\uc694.\n
URL \ub9e4\ud37c\ub294 \uc801\uc808\ud55c URL \uc778\ud150\ud2b8 \ud544\ud130\ub97c \ud3ec\ud568\ud558\ub3c4\ub85d AndroidManifest.xml \ud30c\uc77c\uc744 \uc5c5\ub370\uc774\ud2b8\ud569\ub2c8\ub2e4.
url.assistant.preview.instruction=\uad00\ub828 AndroidManifest.xml \ud30c\uc77c\uc5d0 \ucd94\uac00\ub41c URL \uc778\ud150\ud2b8 \ud544\ud130\uc758 \ubbf8\ub9ac\ubcf4\uae30\ub97c \ubcf4\ub824\uba74 \uc704 \ud14c\uc774\ube14\uc5d0\uc11c \ud589\uc744 \uc120\ud0dd\ud558\uc138\uc694.
url.assistant.edit.run.configuration=\uc2e4\ud589 \uad6c\uc131 \ud3b8\uc9d1...
url.assistant.preview.title=\ubbf8\ub9ac\ubcf4\uae30
url.malformed=URL \ud615\uc2dd\uc774 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \uc785\ub825\ud55c \uac12\uc744 \ub2e4\uc2dc \ud655\uc778\ud558\uc138\uc694.
check.url.mapping.instruction=URL\uc774 \uc561\ud2f0\ube44\ud2f0\uc5d0 \ub9e4\ud551\ub418\ub294\uc9c0 \ud655\uc778\ud558\ub824\uba74 URL\uc744 \uc785\ub825\ud558\uc138\uc694.
check.url.mapping.fail=\uc774 URL\uc740 \ub9e4\ud551\ub41c \uc561\ud2f0\ube44\ud2f0\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
check.url.mapping.result=\uc774 URL\uc740 <a href='#'>{0}</a>(\uc73c)\ub85c \ub9e4\ud551\ub429\ub2c8\ub2e4.
check.url.mapping.malformed=URL\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \ub2e4\uc2dc \ud655\uc778\ud558\uc138\uc694.
check.url.mapping.open.fail=\uc561\ud2f0\ube44\ud2f0 \ud30c\uc77c\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
check.url.mapping.activity.file.not.found=\uc561\ud2f0\ube44\ud2f0 \ud30c\uc77c\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
check.url.mapping.test.url.added=URL\uc774 \uc774\ubbf8 \ud14c\uc2a4\ud2b8 URL\ub85c \ucd94\uac00\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
check.url.mapping.add.test.url.fail=\ud14c\uc2a4\ud2b8 URL\uc744 \ucd94\uac00\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
manifest.need.refactor=\uae30\uc874 \uc571 \ub9c1\ud06c \uc911 \uc77c\ubd80\ub294 URL \ub9e4\ud551 \ud3b8\uc9d1\uae30\uc5d0 \ud45c\uc2dc\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
  \uc774 \ud56d\ubaa9\ub4e4\uc744 \ud45c\uc2dc\ud558\uace0 \ud3b8\uc9d1\ud558\uae30 \uc704\ud574 AndroidManifest \ud30c\uc77c\uc744 \ub9ac\ud329\ud130\ub9c1\ud558\uc2dc\uaca0\uc2b5\ub2c8\uae4c?
manifest.need.refactor.title=\ub9ac\ud329\ud130\ub9c1 \ud544\uc694
manifest.parsing.error=AndroidManifest \ud30c\uc77c\uc5d0 \uc624\ub958\uac00 \uc788\uc2b5\ub2c8\ub2e4. \uc218\uc815\ud558\uace0 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc138\uc694.
dialog.error.title=\uc624\ub958
add.url.dialog.title=URL \ub9e4\ud551 \ucd94\uac00
add.url.dialog.show.advanced=\uace0\uae09 \ud45c\uc2dc
add.url.dialog.hide.advanced=\uace0\uae09 \uc228\uae30\uae30
add.url.host.hint=\ud638\uc2a4\ud2b8\ub97c \uc785\ub825\ud558\uc138\uc694. \uc608: www.google.com
add.url.mimetype.hint=\uc608: image/*
add.url.invalid.input.dialog.title=\uc798\ubabb\ub41c \uc785\ub825
add.url.invalid.input.scheme=\uc2a4\ud0b4\uc740 http \ub610\ub294 https\uc5ec\uc57c \ud569\ub2c8\ub2e4.
add.url.invalid.input.host=\ud638\uc2a4\ud2b8 \uc774\ub984\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4. \uc785\ub825\ud55c \uac12\uc744 \ub2e4\uc2dc \ud655\uc778\ud558\uc138\uc694.
add.url.invalid.input.port=\ud3ec\ud2b8\ub294 0\uc5d0\uc11c 65535 \uc0ac\uc774\uc5ec\uc57c \ud569\ub2c8\ub2e4.
add.url.invalid.input.order=\uc21c\uc11c(order)\ub294 \uc815\uc218\uc5ec\uc57c \ud569\ub2c8\ub2e4.
add.url.generating=\uc778\ud150\ud2b8 \ud544\ud130 \uc0dd\uc131 \uc911
add.url.path.start.with.slash={0}\uc740(\ub294) \"/\"\ub85c \uc2dc\uc791\ud574\uc57c \ud569\ub2c8\ub2e4.
add.url.from.this.url=\uc774 URL\ub85c \uc0dd\uc131
add.url.how.it.works.text=\uc791\ub3d9 \ubc29\uc2dd
add.url.how.it.works.url=https://developer.android.com/guide/topics/manifest/data-element.html
add.url.path.hint=\uacbd\ub85c\ub97c \uc785\ub825\ud558\uc138\uc694. \uc608: /myPath
add.url.path.prefix.hint=pathPrefix\ub97c \uc785\ub825\ud558\uc138\uc694. \uc608: /myPathPrefix
add.url.path.pattern.hint=URL \ud328\ud134\uc744 \uc785\ub825\ud558\uc138\uc694. \uc608: /[a-z]+
dal.title=\uc6f9\uc0ac\uc774\ud2b8 \uc5f0\uacb0
dal.panel.title=\uc6f9\uc0ac\uc774\ud2b8 \uc5f0\uacb0 \uc120\uc5b8
dal.panel.instruction=\uc6f9\uc0ac\uc774\ud2b8\ub97c \uc571\uacfc \uc5f0\uacb0\ud558\ub824\uba74 \uc544\ub798 \uc815\ubcf4\ub97c \uc785\ub825\ud558\uc5ec \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc744 \uc0dd\uc131\ud558\uace0 \uc6f9\uc0ac\uc774\ud2b8\uc5d0 \uc5c5\ub85c\ub4dc\ud558\uc138\uc694.
dal.select.module=\uc791\uc5c5\ud560 \ubaa8\ub4c8 \uc120\ud0dd
dal.site.domain.textfield.label=\uc0ac\uc774\ud2b8 \ub3c4\uba54\uc778:
dal.application.id.textfield.label=\uc560\ud50c\ub9ac\ucf00\uc774\uc158 ID:
dal.sha.title=\uc11c\uba85 \uc778\uc99d\uc11c\uc758 SHA256 \uc9c0\ubb38 (\uc120\ud0dd \uc0ac\ud56d)
dal.sha.description=\ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \uc0dd\uc131\uae30\ub294 \ud56d\uc0c1 Google Play\uc758 \uc9c0\ubb38\uc744 \uc6b0\uc120 \uc0ac\uc6a9\ud558\ub824\uace0 \uc2dc\ub3c4\ud569\ub2c8\ub2e4. \uc571\uc774 \ucd9c\uc2dc\ub418\uc5c8\uac70\ub098 Play \uc571 \uc11c\uba85\uc5d0 \ub4f1\ub85d\ub41c \uacbd\uc6b0 Google Play \uc9c0\ubb38\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4.
dal.add.fingerprint=\uc0c8 \uc9c0\ubb38 \ucd94\uac00
dal.android.studio.signing.key.config=Android Studio \uc11c\uba85 \ud0a4 \uad6c\uc131
dal.local.keystore=\ub85c\uceec \ud0a4\uc2a4\ud1a0\uc5b4 \ud30c\uc77c
dal.enter.manually=\uc9c0\ubb38 \uc9c1\uc811 \uc785\ub825
dal.generate.file=\ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c \uc0dd\uc131
dal.current.manifest=\ud604\uc7ac \ub9e4\ub2c8\ud398\uc2a4\ud2b8
dal.fixed.manifest=\uc218\uc815\ub41c \ub9e4\ub2c8\ud398\uc2a4\ud2b8
dal.complete.association.title=\uc5f0\uacb0 \uc644\ub8cc
dal.complete.association.description=\ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc744 \uc571\uc5d0 \uc5f0\uacb0\ud558\uace0 \ud30c\uc77c\uc774 \uc62c\ubc14\ub978 \uc704\uce58\uc5d0 \uc5c5\ub85c\ub4dc\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
dal.add.statements.success=<a href="">strings.xml</a>\uc5d0 \uc560\uc14b \uc120\uc5b8(asset statement)\uc744 \ucd94\uac00\ud588\uc2b5\ub2c8\ub2e4.
dal.add.statements.fail=\uc560\uc14b \uc120\uc5b8\uc744 \ucd94\uac00\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
dal.linked.strings.success=<a href="1">AndroidManifest.xml</a>\uc5d0 \ubb38\uc790\uc5f4\uc744 \uc5f0\uacb0\ud588\uc2b5\ub2c8\ub2e4.
dal.linked.strings.success.multiple=\ub2e4\uc74c \ud30c\uc77c\uc5d0 \ubb38\uc790\uc5f4\uc744 \uc5f0\uacb0\ud588\uc2b5\ub2c8\ub2e4.
dal.linked.strings.fail=AndroidManifest \ud30c\uc77c\uc5d0 \ubb38\uc790\uc5f4\uc744 \uc5f0\uacb0\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
dal.add.autoverify.success=\uc778\ud150\ud2b8 \ud544\ud130 \uc694\uc18c\uc5d0 autoVerify\ub97c \ucd94\uac00\ud588\uc2b5\ub2c8\ub2e4.
dal.add.autoverify.fail=\uc778\ud150\ud2b8 \ud544\ud130 \uc694\uc18c\uc5d0 autoVerify\ub97c \ucd94\uac00\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4.
dal.alias.choose.label=\ubcc4\uce6d(Alias)
dal.keystore.dialog.title=\ub85c\uceec \ud0a4\uc2a4\ud1a0\uc5b4 \ud30c\uc77c
dal.keystore.dialog.description=\ub85c\uceec \ud0a4\uc2a4\ud1a0\uc5b4 \ud30c\uc77c\uc744 \uc120\ud0dd\ud558\uc138\uc694.
dal.keystore.no.alias=\ud0a4\uc2a4\ud1a0\uc5b4 \ud30c\uc77c\uc5d0\uc11c \ud574\ub2f9 \uc774\ub984\uc758 \ubcc4\uce6d\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
dal.keystore.not.found=\ud0a4\uc2a4\ud1a0\uc5b4 \ud30c\uc77c\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
dal.keystore.check.password=\ud0a4\uc2a4\ud1a0\uc5b4 \ud30c\uc77c\uc744 \ub514\ucf54\ub529\ud558\uc9c0 \ubabb\ud588\uc2b5\ub2c8\ub2e4. \ud0a4\uc2a4\ud1a0\uc5b4 \ube44\ubc00\ubc88\ud638\ub97c \uc62c\ubc14\ub974\uac8c \uc785\ub825\ud588\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
dal.keystore.generate.fingerprint.fail=\ud0a4\uc2a4\ud1a0\uc5b4 \ud30c\uc77c\uc758 SHA-256 \uc9c0\ubb38\uc744 \uac00\uc838\uc624\ub294 \uc911 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ud0a4\uc2a4\ud1a0\uc5b4 \ud30c\uc77c\uc774 \uc62c\ubc14\ub978\uc9c0 \ud655\uc778\ud558\uc138\uc694.
dal.file.save.fail=\ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc744 \uc800\uc7a5\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
dal.file.save.overwrite.title=\uae30\uc874 \uc120\uc5b8 \ub36e\uc5b4\uc4f0\uae30 \ud655\uc778
dal.file.save.overwrite.message=\ud504\ub85c\uc81d\ud2b8\uc758 \uae30\uc874 \uc560\uc14b \uc120\uc5b8\uc744 \uc0c8 \uad6c\uc131\uc73c\ub85c \ub36e\uc5b4\uc501\ub2c8\ub2e4. \uacc4\uc18d\ud558\uc2dc\uaca0\uc2b5\ub2c8\uae4c?
dal.could.not.generate=\ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc744 \uc0dd\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
dal.empty.package.id=\ud328\ud0a4\uc9c0 ID\ub97c \uc9c0\uc815\ud558\uc138\uc694.
dal.empty.domain=\ub3c4\uba54\uc778\uc744 \uc785\ub825\ud558\uc138\uc694.
dal.empty.sign.in.url=\ub85c\uadf8\uc778 URL\uc744 \uc785\ub825\ud558\uc138\uc694.
dal.invalid.sign.in.url=\uc720\ud6a8\ud55c \ub85c\uadf8\uc778 URL\uc744 \uc785\ub825\ud558\uc138\uc694.
dal.empty.keystore.file=\ud0a4\uc2a4\ud1a0\uc5b4 \ud30c\uc77c\uc744 \uc120\ud0dd\ud558\uc138\uc694.
dal.debug.keystore.warning=\uc54c\ub9bc: \ub514\ubc84\uadf8 \ud0a4\uc2a4\ud1a0\uc5b4\ub97c \uc0ac\uc6a9\ud558\uc5ec DAL \ud30c\uc77c\uc744 \uc0dd\uc131\ud558\uba74 \ub9b4\ub9ac\uc2a4 \ube4c\ub4dc\uc5d0\uc11c \uc791\ub3d9\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
dal.support.smart.lock.checkbox.text=\uc571\uacfc \uc6f9\uc0ac\uc774\ud2b8 \uac04\uc5d0 \uc0ac\uc6a9\uc790 \uc778\uc99d \uc815\ubcf4 \uacf5\uc720 \uc9c0\uc6d0
dal.what.is.smart.lock.text=\uc774\uac83\uc740 \ubb34\uc5c7\uc778\uac00\uc694?
dal.what.is.smart.lock.url=https://developer.android.com/r/studio-ui/links-assistant/what-is-smartlock.html
dal.support.smart.lock.full.text=\uc571\uacfc \uc6f9\uc0ac\uc774\ud2b8 \uac04\uc5d0 \uc0ac\uc6a9\uc790 \uc778\uc99d \uc815\ubcf4 \uacf5\uc720 \uc9c0\uc6d0 <hyperlink>\uc774\uac83\uc740 \ubb34\uc5c7\uc778\uac00\uc694?</hyperlink>
dal.save.file=\ud30c\uc77c \uc800\uc7a5
dal.save.file.as.json=DAL \ud30c\uc77c\uc744 *.json\uc73c\ub85c \uc800\uc7a5
dal.save.file.message=\uc571\uc744 \uc6f9\uc0ac\uc774\ud2b8\uc5d0 \uc5f0\uacb0\ud558\ub294 \uacfc\uc815\uc744 \uc644\ub8cc\ud558\ub824\uba74, \uc704\uc758 \ud30c\uc77c\uc744 <a href={0}>{0}</a>\uc5d0 \uc800\uc7a5\ud558\uc138\uc694.
dal.save.file.message.nolink=\uc571\uc744 \uc6f9\uc0ac\uc774\ud2b8\uc5d0 \uc5f0\uacb0\ud558\ub294 \uacfc\uc815\uc744 \uc644\ub8cc\ud558\ub824\uba74, \uc704\uc758 \ud30c\uc77c\uc744 {0}\uc5d0 \uc800\uc7a5\ud558\uc138\uc694.
dal.save.file.two.places.message=\uc571\uc744 \uc6f9\uc0ac\uc774\ud2b8\uc5d0 \uc5f0\uacb0\ud558\ub294 \uacfc\uc815\uc744 \uc644\ub8cc\ud558\ub824\uba74, \uc704\uc758 \ud30c\uc77c\uc744 <a href={0}>{0}</a> \ubc0f <a href={1}>{1}</a> \uc591\ucabd \ubaa8\ub450\uc5d0 \uc800\uc7a5\ud558\uc138\uc694.
dal.link.and.verify=\uc5f0\uacb0 \ubc0f \ud655\uc778
dal.domain.hint=\uc608: https://www.example.com
dal.package.id.hint=\uc608: com.example.app
dal.sign.in.url.hint=\uc608: https://signin.example.com
dal.verify.success=\uc131\uacf5! \uc571\uc774 \uc120\ud0dd\ud55c \ub3c4\uba54\uc778\uacfc \uc5f0\uacb0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
dal.verify.failure=\uc6f9\uc0ac\uc774\ud2b8 \uc5f0\uacb0 \uc720\ud6a8\uc131 \uac80\uc0ac\uc5d0 \uc2e4\ud328\ud588\uc2b5\ub2c8\ub2e4.
dal.verify.error.invalid.query=\uc11c\ubc84 \uc624\ub958\uac00 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ub098\uc911\uc5d0 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc138\uc694.
dal.verify.error.fetch.error=<a href={0}>{0}</a>\uc5d0\uc11c \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
dal.verify.error.failed.ssl.validation=\ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc744 \ud638\uc2a4\ud305\ud558\ub294 \uc6f9\uc0ac\uc774\ud2b8\ub294 \uc720\ud6a8\ud55c \uc778\uc99d\uc11c\uc640 \ud568\uaed8 HTTPS\ub97c \uc9c0\uc6d0\ud574\uc57c \ud569\ub2c8\ub2e4. <a href={0}>{0}</a>\uc5d0\uc11c DAL \ud30c\uc77c\uc5d0 \uc561\uc138\uc2a4\ud560 \uc218 \uc788\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
dal.verify.error.secure.include.insecure=\ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc5d0 \uc548\uc804\ud558\uc9c0 \uc54a\uc740 \uc560\uc14b\uc774 \ud3ec\ud568\ub418\uc5b4 \uc788\uc2b5\ub2c8\ub2e4. \ubaa8\ub450 \uc720\ud6a8\ud55c \uc778\uc99d\uc11c\uc640 \ud568\uaed8 HTTPS\ub97c \uc9c0\uc6d0\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
dal.verify.error.too.large=\ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc774 \ub108\ubb34 \ud07d\ub2c8\ub2e4. \ud30c\uc77c \ud06c\uae30\uac00 100KB\ub97c \ucd08\uacfc\ud558\uc9c0 \uc54a\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
dal.verify.error.wrong.content.type=\uc62c\ubc14\ub974\uc9c0 \uc54a\uc740 Content-Type\uc73c\ub85c \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc744 \ud638\uc2a4\ud305\ud558\uace0 \uc788\ub294 \uac83 \uac19\uc2b5\ub2c8\ub2e4. Content-Type\uc774 application/json\uc778\uc9c0 \ud655\uc778\ud558\uc138\uc694.
dal.verify.error.network.error=\ub124\ud2b8\uc6cc\ud06c \uc624\ub958. \ub124\ud2b8\uc6cc\ud06c \uc5f0\uacb0\uc744 \ud655\uc778\ud558\uc138\uc694.
dal.verify.error.malformed.content=JSON \ud30c\uc77c\uc758 \ud615\uc2dd\uc774 \uc798\ubabb\ub418\uc5b4 \uc571\uc744 \uc120\ud0dd\ud55c <a href={0}>\ub3c4\uba54\uc778</a>\uacfc \uc5f0\uacb0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc774 \uc62c\ubc14\ub978 <a href={0}>\ub3c4\uba54\uc778</a>\uc5d0 \uc5c5\ub85c\ub4dc\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
dal.verify.error.malformed.http.response=HTTP \uc751\ub2f5\uc758 \ud615\uc2dd\uc774 \uc798\ubabb\ub418\uc5b4 \uc571\uc744 \uc120\ud0dd\ud55c <a href={0}>\ub3c4\uba54\uc778</a>\uacfc \uc5f0\uacb0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc774 \uc62c\ubc14\ub978 <a href={0}>\ub3c4\uba54\uc778</a>\uc5d0 \uc5c5\ub85c\ub4dc\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
dal.verify.error.not.associated=\uc571\uc744 \uc120\ud0dd\ud55c <a href={0}>\ub3c4\uba54\uc778</a>\uacfc \uc5f0\uacb0\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc774 \uc62c\ubc14\ub978 <a href={0}>\ub3c4\uba54\uc778</a>\uc5d0 \uc5c5\ub85c\ub4dc\ub418\uc5c8\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
download.json=JSON \ud30c\uc77c \ub2e4\uc6b4\ub85c\ub4dc
download.success={0} \ud30c\uc77c\uc774 {1}\uc5d0 \uc800\uc7a5\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
fix.all.web.issues.tab.header=\ubaa8\ub4e0 \uc6f9 \ubb38\uc81c \uc218\uc815
fix.all.web.issues.description=\uc5c5\ub370\uc774\ud2b8\uac00 \ud544\uc694\ud55c \ub3c4\uba54\uc778\uc774 \uc5ec\ub7ec \uac1c \uc788\uc2b5\ub2c8\ub2e4. \ubaa8\ub4e0 \ub3c4\uba54\uc778\uc5d0 \ub300\ud574 \uc77c\uad04 \ud574\uacb0 \ubc0f .zip\uc73c\ub85c \ub2e4\uc6b4\ub85c\ub4dc\ud558\uac70\ub098, \uac1c\ubcc4\uc801\uc73c\ub85c \ud574\uacb0 \ubc0f \ub2e4\uc6b4\ub85c\ub4dc\ud558\uac70\ub098, \ub2e4\uc6b4\ub85c\ub4dc\ud558\uae30 \uc804\uc5d0 \ud30c\uc77c\uc744 \uc218\ub3d9\uc73c\ub85c \ube44\uad50\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. \uc555\ucd95\uc744 \ud47c \ud6c4 \uac01 \ud30c\uc77c\uc744 \uc62c\ubc14\ub978 \ub3c4\uba54\uc778\uc5d0 \uc5c5\ub85c\ub4dc\ud574\uc57c \ud569\ub2c8\ub2e4. \uadf8\ub7f0 \ub2e4\uc74c \uac80\uc0ac\ub97c \uc0c8\ub85c\uace0\uce68\ud558\uc5ec \ubaa8\ub4e0 \uac83\uc774 \uc791\ub3d9\ud558\ub294\uc9c0 \ud655\uc778\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. <a href="https://developer.android.com/training/app-links/verify-android-applinks#web-assoc">\uc790\uc138\ud788 \uc54c\uc544\ubcf4\uae30</a>
fix.all.web.issues.successful.blank.description=\ubaa8\ub4e0 \ub3c4\uba54\uc778\uc774 \uc131\uacf5\uc801\uc73c\ub85c \uc5f0\uacb0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
fix.all.web.issues.rpc.failed=\ubaa8\ub4e0 \ub3c4\uba54\uc778\uc5d0 \ub300\ud574 \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c \ud30c\uc77c\uc744 \uc0dd\uc131\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uc778\ud130\ub137 \uc5f0\uacb0\uc744 \ud655\uc778\ud558\uace0 \ub2e4\uc2dc \uc2dc\ub3c4\ud558\uc138\uc694.
fix.all.web.issues.no.links.description=\ud504\ub85c\uc81d\ud2b8\uc5d0 \uc571 \ub9c1\ud06c\uac00 \uc5c6\uc2b5\ub2c8\ub2e4.
fix.all.web.issues.no.autofix.domains.description=\uc5c5\ub370\uc774\ud2b8\uac00 \ud544\uc694\ud55c \ub3c4\uba54\uc778\uc774 \uc5ec\ub7ec \uac1c \uc788\uc2b5\ub2c8\ub2e4. \uc2e4\ud328\ud55c \uac80\uc0ac \ud56d\ubaa9\uc744 \uc0b4\ud3b4\ubcf4\uace0 \uc218\uc815\ud558\uc138\uc694. \uadf8\ub7f0 \ub2e4\uc74c \uac80\uc0ac\ub97c \uc0c8\ub85c\uace0\uce68\ud558\uc5ec \ubaa8\ub4e0 \uac83\uc774 \uc791\ub3d9\ud558\ub294\uc9c0 \ud655\uc778\ud560 \uc218 \uc788\uc2b5\ub2c8\ub2e4. <a href="https://developer.android.com/training/app-links/verify-android-applinks#web-assoc">\uc790\uc138\ud788 \uc54c\uc544\ubcf4\uae30</a>
fix.all.web.issues.newer.json.section.header=\ucd5c\uc2e0 assetlinks.json\uc744 \uc0ac\uc6a9\ud560 \uc218 \uc788\ub294 \ub3c4\uba54\uc778
fix.all.web.issues.download.all=\ubaa8\ub450 .zip\uc73c\ub85c \ub2e4\uc6b4\ub85c\ub4dc
fix.all.web.issues.view.diff=JSON \ud30c\uc77c \ucc28\uc774\uc810 \ubcf4\uae30
fix.all.web.issues.manual.fix.section.header=\uc218\ub3d9 \uc218\uc815\uc774 \ud544\uc694\ud55c \ub3c4\uba54\uc778
single.domain.json.generation.title=\ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c JSON
single.domain.json.fix.tab.header={0}\uc758 \uc6f9 \uac80\uc0ac \ubb38\uc81c \uc218\uc815
single.domain.json.fix.description=assetlinks.json \ud30c\uc77c\uc758 \uad8c\uc7a5 \ubcc0\uacbd \uc0ac\ud56d\uc744 \uac80\ud1a0\ud55c \ud6c4 \ub2e4\uc6b4\ub85c\ub4dc\ud558\uc138\uc694. \ub2e4\uc6b4\ub85c\ub4dc\ud55c \ud30c\uc77c\uc744 https://{0}/.well-known/assetlinks.json\uc5d0 \uc800\uc7a5\ud55c \ud6c4, \uac80\uc0ac\ub97c \uc0c8\ub85c\uace0\uce68\ud558\uc5ec \uc81c\ub300\ub85c \uc791\ub3d9\ud558\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694. <a href="https://developer.android.com/training/app-links/verify-android-applinks#web-assoc">\uc790\uc138\ud788 \uc54c\uc544\ubcf4\uae30<a/>
json.generation.overwrite.warning=\uae30\uc874\uc758 \uc720\ud6a8\ud55c DAL \ud30c\uc77c\uc774 \uc5c6\uae30 \ub54c\ubb38\uc5d0 \ubc11\ubc14\ub2e5\ubd80\ud130 \uc0c8\ub85c \uc0dd\uc131\ud588\uc2b5\ub2c8\ub2e4. \uc790\ub3d9 \uc0dd\uc131\ub41c \uc774 \ud30c\uc77c\uc774 \uae30\uc874 assetlinks.json\uc744 \ub36e\uc5b4\uc4f0\uc9c0 \uc54a\ub294\uc9c0 \ud655\uc778\ud558\uc138\uc694.
new.domain.json.generation.tab.header=\ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c JSON \uc0dd\uc131
new.domain.json.generation.description=\ub3c4\uba54\uc778\uc6a9 \uc0c8 assetlinks.json \ud30c\uc77c\uc744 \uc0dd\uc131\ud55c \ub2e4\uc74c \ub2e4\uc6b4\ub85c\ub4dc\ud558\uc138\uc694. \ub2e4\uc6b4\ub85c\ub4dc\ud55c \ud6c4 \ud30c\uc77c\uc744 .well-known/assetlinks.json\uc5d0 \uc800\uc7a5\ud558\uace0 \uac80\uc0ac\ub97c \uc0c8\ub85c\uace0\uce68\ud558\uc5ec \ubaa8\ub4e0 \uac83\uc774 \uc791\ub3d9\ud558\ub294\uc9c0 \ud655\uc778\ud788\uc138\uc694. <a href="https://developer.android.com/training/app-links/verify-android-applinks#web-assoc">\uc790\uc138\ud788 \uc54c\uc544\ubcf4\uae30<a/>
new.domain.json.generation.domain.textfield.label=\ub3c4\uba54\uc778
new.domain.json.generation.domain.textfield.instructions=http(s)\uac00 \uc5c6\ub294 \ub3c4\uba54\uc778, \uc608: example.com
new.domain.json.generation.package.name.textfield.label=\ud328\ud0a4\uc9c0 \uc774\ub984
new.domain.json.generation.domain.cannot.be.empty=\ub3c4\uba54\uc778\uc740 \ube44\uc6cc\ub458 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
new.domain.json.generation.domain.cannot.contain.slashes=http(s)\ub098 \uc2ac\ub798\uc2dc\ub97c \uc81c\uc678\ud55c \ub3c4\uba54\uc778\ub9cc \uc785\ub825\ud558\uc138\uc694.
new.domain.json.generation.domain.not.valid=\ub3c4\uba54\uc778 \uc774\ub984\uc774 \uc720\ud6a8\ud558\uc9c0 \uc54a\uc2b5\ub2c8\ub2e4.
new.domain.json.generation.package.name.cannot.be.empty=\ud328\ud0a4\uc9c0 \uc774\ub984\uc740 \ube44\uc6cc\ub458 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
new.domain.json.generation.package.name.not.valid=\uc720\ud6a8\ud55c \ud328\ud0a4\uc9c0 \uc774\ub984\uc744 \uc785\ub825\ud558\uc138\uc694.
new.domain.json.generation.create=JSON \uc0dd\uc131
insert.code.dialog.title=\uc561\ud2f0\ube44\ud2f0 \uc120\ud0dd
insert.code.dialog.ok=\ucf54\ub4dc \uc0bd\uc785
insert.code.dialog.cancel=\ucde8\uc18c
insert.code.dialog.conflict.error=\uc571 \ub9c1\ud06c \uc778\ud150\ud2b8 \ucc98\ub9ac \ucf54\ub4dc\uac00 \uc774 \uc561\ud2f0\ube44\ud2f0\uc5d0 \uc774\ubbf8 \uc874\uc7ac\ud558\ubbc0\ub85c \uc911\ubcf5\ub41c \ucf54\ub4dc\ub97c \ucd94\uac00\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
insert.code.dialog.no.oncreate.error=\uc561\ud2f0\ube44\ud2f0 \ud074\ub798\uc2a4\uc5d0 onCreate \uba54\uc11c\ub4dc\uac00 \uc815\uc758\ub418\uc5b4 \uc788\uc9c0 \uc54a\uc544 \ucf54\ub4dc\ub97c \uc0bd\uc785\ud560 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4.
insert.code.dialog.language.not.supported=\uc561\ud2f0\ube44\ud2f0\uc5d0 \uc571 \ub9c1\ud06c \ucc98\ub9ac \ucf54\ub4dc \uc0bd\uc785\uc740 Kotlin \ubc0f Java\uc5d0\uc11c\ub9cc \uc9c0\uc6d0\ub429\ub2c8\ub2e4.
insert.code.dialog.app.link.missing.error=\uc720\ud6a8\ud55c \uc571 \ub9c1\ud06c\uac00 \uc788\ub294 \uc561\ud2f0\ube44\ud2f0\ub97c \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uba3c\uc800 \uc571 \ub9c1\ud06c\ub97c \uc0dd\uc131\ud558\uc138\uc694.
insert.code.dialog.ai.radio=AI \uc9c0\uc6d0\uc744 \uc0ac\uc6a9\ud558\uc5ec \ucf54\ub4dc \uc0dd\uc131(\uad8c\uc7a5)
insert.code.dialog.ai.description=\uc561\ud2f0\ube44\ud2f0\uc5d0\uc11c \ucc98\ub9ac\ud574\uc57c \ud560 \ub9e4\uac1c\ubcc0\uc218\ub97c \ud3ec\ud568\ud558\uc5ec \ub525 \ub9c1\ud06c\ud558\ub824\ub294 \uc0d8\ud50c URL\uc744 \uc785\ub825\ud558\uc138\uc694.
insert.code.dialog.ai.sample.url.input.label=\ucc98\ub9ac\ud560 \uc0d8\ud50c URL
insert.code.dialog.ai.sample.url.input.placeholder=\uc608: https://www.example.com/sample/path?param=123
insert.code.dialog.starter.radio=\uc2dc\uc791 \ucf54\ub4dc \uc0bd\uc785
insert.code.dialog.starter.description=\uc571 \ub9c1\ud06c \ucc98\ub9ac\ub97c \uc704\ud55c \uc2dc\uc791 \ucf54\ub4dc\ub97c \uc561\ud2f0\ube44\ud2f0\uc5d0 \uc0bd\uc785\ud558\uc5ec \uc218\ub3d9\uc73c\ub85c \ucf54\ub4dc\ub97c \ucd94\uac00\ud560 \uc218 \uc788\ub3c4\ub85d \ud569\ub2c8\ub2e4.
insert.code.dialog.starter.description.link=\uc790\uc138\ud788 \uc54c\uc544\ubcf4\uae30
test.url.launch.url.panel.title=\uc571 \ub9c1\ud06c \ud14c\uc2a4\ud2b8
test.url.launch.url.null.module.error.message=\uba3c\uc800 URL \ub9e4\ud551\uc744 \uc124\uc815\ud558\uc138\uc694.
test.url.launch.url.empty.url.error.message=\uc720\ud6a8\ud55c URL\uc774 \uc81c\uacf5\ub418\uc9c0 \uc54a\uc558\uc2b5\ub2c8\ub2e4.
test.url.launch.url.description.text=\uc544\ub798\uc5d0 URL\uc744 \uc785\ub825\ud558\uace0 '\ud14c\uc2a4\ud2b8 \uc2e4\ud589'\uc744 \ud074\ub9ad\ud558\uc5ec \uc571\uc774 \uc124\uce58\ub41c \uae30\uae30\uc5d0\uc11c \uc0ac\uc6a9\uc790\uac00 URL\uc744 \ud074\ub9ad\ud558\ub294 \uc0c1\ud669\uc744 \uc2dc\ubbac\ub808\uc774\uc158\ud558\uc138\uc694. \uc27d\uac8c \ub2e4\uc2dc \ud14c\uc2a4\ud2b8\ud560 \uc218 \uc788\ub3c4\ub85d \uc774 URL\ub85c \uc2e4\ud589 \uad6c\uc131\uc744 \uc790\ub3d9\uc73c\ub85c \ucd94\uac00\ud569\ub2c8\ub2e4.
test.url.launch.url.field.hint=URL\uc744 \uc785\ub825\ud558\uc138\uc694. \uc608: http://www.yourwebsite.com/app
test.url.check.url.mapping.result=\uc774 URL\uc740 {0}(\uc73c)\ub85c \ub9e4\ud551\ub429\ub2c8\ub2e4.
test.url.malformed.url.error=URL \ud615\uc2dd\uc774 \uc798\ubabb\ub418\uc5c8\uc2b5\ub2c8\ub2e4. \ub2e4\uc2dc \ud655\uc778\ud558\uc138\uc694.
test.url.resolve.error=URL \ud655\uc778 \ucda9\ub3cc\uc774 \ubc1c\uc0dd\ud588\uc2b5\ub2c8\ub2e4. \ub514\uc9c0\ud138 \uc560\uc14b \ub9c1\ud06c\ub97c \uc5f0\uacb0\ud558\uace0 \ud655\uc778\ud558\uc138\uc694.
test.url.resolve.success=\uc571\uc774 {0}\uc5d0 \uc62c\ubc14\ub974\uac8c \uc5f0\uacb0\ub418\uc5c8\uc2b5\ub2c8\ub2e4.
test.url.logcat.task.description=\uae30\uae30\uc5d0\uc11c \uc571 \ub9c1\ud06c \uc2e4\ud589 \ud655\uc778 \uc911
test.url.no.app.module.found=\uc571 \ubaa8\ub4c8\uc744 \ucc3e\uc744 \uc218 \uc5c6\uc2b5\ub2c8\ub2e4. \uba3c\uc800 \uc571 \ubaa8\ub4c8\uc744 \ub9cc\ub4dc\uc138\uc694.
test.url.activity=\uc561\ud2f0\ube44\ud2f0
test.url.activity.determine.automatically=\uc790\ub3d9\uc73c\ub85c \uacb0\uc815
test.url.activity.manually.selected=\uc218\ub3d9\uc73c\ub85c \uc9c0\uc815\ud55c \uc561\ud2f0\ube44\ud2f0({0}) \uc2e4\ud589 \uc911
play.dynamic.filters.inspection.id=Play \ub3d9\uc801 \ud544\ud130
play.dynamic.filters.inspection.text=<html><body>\uc571\uc774 Google Play \uc2a4\ud1a0\uc5b4\uc5d0\uc11c \uc124\uce58\ub41c \uacbd\uc6b0, \uc571\uc774 Play \ub3d9\uc801 \ud544\ud130\ub97c \uc0ac\uc6a9\ud558\ub3c4\ub85d \uc120\ud0dd\ud588\uae30 \ub54c\ubb38\uc5d0 \uc774 \uc778\ud150\ud2b8 \ud544\ud130\ub294 \ubb34\uc2dc\ub429\ub2c8\ub2e4. <br/><br/><a href="{0}">Play \ucf58\uc194\uc744 \ubc29\ubb38\ud558\uc5ec \uc774 \uc561\ud2f0\ube44\ud2f0\ub85c \uc804\uc1a1\ub420 URL\uc744 \ud655\uc778\ud558\uc138\uc694</a>.</body></html>
play.dynamic.filters.info.text=\uc774 \uc571\uc758 \uc571 \ub9c1\ud06c\ub294 Google Play Console\uc5d0\uc11c \uad00\ub9ac\ud569\ub2c8\ub2e4. <a href="{0}">\uc790\uc138\ud788 \uc54c\uc544\ubcf4\uae30</a>
play.dynamic.filters.dismiss.banner=\uc774 \ubc30\ub108 \uc601\uad6c\uc801\uc73c\ub85c \ub2eb\uae30
intention.action.family.name=\uc571 \ub9c1\ud06c \ub3c4\uc6b0\ubbf8
intention.action.call.to.action=\uc571 \ub9c1\ud06c \ub3c4\uc6b0\ubbf8 \uc2dc\uc791
gemini.advertiser.description=Gemini\uc5d0 \ub85c\uadf8\uc778\ud558\uc5ec \ub525 \ub9c1\ud06c \ucc98\ub9ac \ucf54\ub4dc\ub97c \uc0dd\uc131\ud558\uace0, \uc81c\uc548\ub41c \ubcc0\uacbd \uc0ac\ud56d\uc744 \ucc28\uc774\uc810 \ubdf0\uc5d0\uc11c \uac80\ud1a0\ud558\uc5ec \ud504\ub85c\uc81d\ud2b8\uc5d0 \uc9c1\uc811 \uc801\uc6a9\ud558\uc138\uc694.
missing.url.overview.column.status=\uc0c1\ud0dc
missing.url.overview.column.url=URL
missing.url.status.misconfigured=\uc798\ubabb \uad6c\uc131\ub428
missing.url.status.app.linked=\ub9e4\ud551\ub428
missing.url.status.not.mapped=\ub9e4\ud551\ub418\uc9c0 \uc54a\uc74c
missing.url.overview.loading=\ub204\ub77d\ub41c URL \uac00\uc838\uc624\ub294 \uc911...
url.assistant.agent.tool.urlSummarizer.running=URL\uc5d0\uc11c \ucf58\ud150\uce20 \uc694\uc57d \uc911: {0}\u2026
url.assistant.agent.tool.urlSummarizer.completed=URL\uc5d0\uc11c \uc694\uc57d\ub41c \ucf58\ud150\uce20: {0}
url.assistant.agent.tool.launchAppViaUrl.running=\uc5f0\uacb0\ub41c \uc5d0\ubbac\ub808\uc774\ud130 \ub610\ub294 \uae30\uae30\uc5d0\uc11c URL({2})\uc744 \ud1b5\ud574 {0}/{1} \uc2e4\ud589 \uc911\u2026
url.assistant.agent.tool.launchAppViaUrl.completed=\uc5f0\uacb0\ub41c \uc5d0\ubbac\ub808\uc774\ud130 \ub610\ub294 \uae30\uae30\uc5d0\uc11c URL({2})\uc744 \ud1b5\ud574 {0}/{1}\uc744(\ub97c) \uc2e4\ud589\ud588\uc2b5\ub2c8\ub2e4.
